[
    {
        "title": "Врач-терапевт на профосмотры",
        "url": "https://hh.ru/vacancy/106369398",
        "salary": 85000,
        "description": "Добрый день, будущий коллега!«МедПроф» – это сеть современных медицинских центров в Москве и Санкт-Петербурге. Уже на протяжении 13 лет мы занимаемся оформлением медицинских книжек, проведением профосмотров и медосмотров быстро и с комфортом. В связи с расширением и активным ростом наших мед. центров мы открываем конкурс на должность \"Врач-терапевт\" Основные задачи:  Проведение профосмотров (предварительных, периодических): экспертиза профпригодности и связи заболевания с профессией; Формирование рекомендаций по профилактике профессиональных заболеваний; Ведение медицинской документации, выдача направлений на прохождение дополнительных обследований; Проведение ЭКГ.  Мы ожидаем:  Наличие действующего сертификата по специальности \"Терапия\"; Компьютерная грамотность на уровне среднего пользователя; Доброжелательность и способность исполнять стандарты негосударственного медицинского учреждения.  ​​Мы предлагаем:  Удобный график работы: 5/2 с 09:00 до 18:00, суббота, воскресенье - выходные дни; Удобное расположение медицинского центра в 5-ти минутах от метро; Своевременные выплаты заработной платы; Официальное оформление по ТК РФ; Дружный молодой коллектив, увлеченный своим делом, готовый всегда прийти на помощь; Развитая корпоративная культура.  Откликайтесь, будем рады видеть Вас в нашей команде!",
        "address": "Москва, Гончарная улица, 21"
    },
    {
        "title": "Врач здравпункта",
        "url": "https://hh.ru/vacancy/106453170",
        "salary": 220000,
        "description": "Обязанности:  Оказание первой врачебной помощи при травмах, отравлениях, внезапных заболеваниях, специализированнной врачебной помощи, профилактическая работа Организация медицинских мероприятий по транспортировке и эвакуации Проведение предрейсовых/послерейсовых медицинских осмотров Проведение медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами Ведение документооборота  Требования: - диплом о высшем образовании по специальности «Лечебное дело» - интернатура/ординатура/ профессиональная переподготовка по специальности «Анестезиология и реаниматологияи»/ «Хирургия»/ «Терапия» - действующий сертификат специалиста/аккредитация - сертификаты BLS, ACLS (ALS), ATLS либо их русифицированные аналоги - удостоверение о повышении квалификации по «Порядку проведения предсменных, предрейсовых, и послесменных, послерейсовых медицинских осмотров » - удостоверение о повышении квалификации по «Программе подготовки врачей (фельдшеров) по вопросам проведения медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами» Условия: Место работы: месторождения ЯНАО (район Новый Порт, мыс Каменный) Вахтовый метод работы, 60 х 30 дней Оплата: 220 000 рублей на руки Официальное трудоустройство, социальный пакет, обучение за счет работодателя",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач здравпункта",
        "url": "https://hh.ru/vacancy/106453173",
        "salary": 220000,
        "description": "Обязанности:  Оказание первой врачебной помощи при травмах, отравлениях, внезапных заболеваниях, специализированнной врачебной помощи, профилактическая работа Организация медицинских мероприятий по транспортировке и эвакуации Проведение предрейсовых/послерейсовых медицинских осмотров Проведение медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами Ведение документооборота  Требования: - диплом о высшем образовании по специальности «Лечебное дело» - интернатура/ординатура/ профессиональная переподготовка по специальности «Анестезиология и реаниматологияи»/ «Хирургия»/ «Терапия» - действующий сертификат специалиста/аккредитация - сертификаты BLS, ACLS (ALS), ATLS либо их русифицированные аналоги - удостоверение о повышении квалификации по «Порядку проведения предсменных, предрейсовых, и послесменных, послерейсовых медицинских осмотров » - удостоверение о повышении квалификации по «Программе подготовки врачей (фельдшеров) по вопросам проведения медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами» Условия: Место работы: месторождения ЯНАО (район Новый Порт, мыс Каменный) Вахтовый метод работы, 60 х 30 дней Оплата: 220 000 рублей на руки Официальное трудоустройство, социальный пакет, обучение за счет работодателя",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач по сопровождению VIP-пациентов",
        "url": "https://hh.ru/vacancy/105654332",
        "salary": 170000,
        "description": "Чем предстоит заниматься:  Оказанием квалифицированной медицинской помощи ВИП-пациентам Сопровождением ВИП-пациентов по вопросам здоровья, составлением индивидуальных планов обследования и профилактики заболеваний Организацией диспансерного наблюдения за ВИП-пациентами и курацией их в рамках ежегодных медицинских осмотров Оформлением медицинской документации Работой в информационной медицинской системе Взаимодействием с клиниками (РФ, зарубежными), смежными подразделениями медицинской службы Оперативным реагированием на задачи руководства  Вы нам подходите, если:  Имеете высшее образование по специальности Терапия Имеете опыт работы со страховыми организациями (ДМС)  Будет плюсом:  Наличие второй специальности по типу Гастроэнтерология, Неврология, Эндокринология, Кардиология  Мы предлагаем:  График работы: 5/2 Оформление по ТК РФ Стабильную и официальную заработную плату (3 раза в месяц: оклад + премия) Бесплатный ежегодный медицинский осмотр, оплачиваемый отпуск и оплату больничных Скидки на медицинские и косметологические услуги, анализы в собственном медицинском центре DMEMED Скидки в корпоративных столовых, магазинах, кафе и ресторанах от компаний-партнеров Специальные тарифы на паркинг для сотрудников Поощряем за трудоустройство друзей и знакомых от 3 000 рублей  Предприятия аэропорта Домодедово включены в список организаций, ведущих бронирование граждан, пребывающих в запасе. На всех Предприятиях ведется работа по оформлению бронирования работников. Место работы: территория аэропорта Домодедово Просим Вас оценивать нашу территориальную удаленность и Ваши возможности проезда/времени в пути до места работы и обратно",
        "address": "городской округ Домодедово, аэропорт Домодедово имени М.В. Ломоносова, 8"
    },
    {
        "title": "Врач здравпункта",
        "url": "https://hh.ru/vacancy/106453169",
        "salary": 220000,
        "description": "Обязанности:  Оказание первой врачебной помощи при травмах, отравлениях, внезапных заболеваниях, специализированнной врачебной помощи, профилактическая работа Организация медицинских мероприятий по транспортировке и эвакуации Проведение предрейсовых/послерейсовых медицинских осмотров Проведение медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами Ведение документооборота  Требования: - диплом о высшем образовании по специальности «Лечебное дело» - интернатура/ординатура/ профессиональная переподготовка по специальности «Анестезиология и реаниматологияи»/ «Хирургия»/ «Терапия» - действующий сертификат специалиста/аккредитация - сертификаты BLS, ACLS (ALS), ATLS либо их русифицированные аналоги - удостоверение о повышении квалификации по «Порядку проведения предсменных, предрейсовых, и послесменных, послерейсовых медицинских осмотров » - удостоверение о повышении квалификации по «Программе подготовки врачей (фельдшеров) по вопросам проведения медицинского освидетельствования на состояние опьянения лиц, которые управляют транспортными средствами» Условия: Место работы: месторождения ЯНАО (район Новый Порт, мыс Каменный) Вахтовый метод работы, 60 х 30 дней Оплата: 220 000 рублей на руки Официальное трудоустройство, социальный пакет, обучение за счет работодателя",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач-хирург",
        "url": "https://hh.ru/vacancy/106308129",
        "salary": 152000,
        "description": "Чем вам предстоит заниматься:  Проведение предварительных и периодических медицинских осмотров; Оказание амбулаторной медицинской помощи;  Работа с медицинской документацией.   Наши сотрудники любят Шереметьево, и вот почему:   Все по правилам: официальное трудоустройство с первого дня, даем все социальные гарантии (отпуск, больничный и т.д);   Платим достойно: «белая» заработная плата, ежегодная индексация;  График работы: 5\\2 с 08:00 до 17:00;  Держим фокус на развитии: у вас будет наставник, доступ к корпоративным курсам.Внутренние профессиональные конкурсы;   Заботимся о здоровье: ДМС через 1 месяц, корпоративные скидки, бесплатный корпоративный транспорт (от с.м.\"Сходненская\", из гг. Лобня, Зеленоград, Красногорск, Химки, Клин, Солнечногорск, Красная поляна, ст. Хлебниково);   Заботимся о будущем поколении: Организация отдыха детей, оплата детского сада.   Чего мы ожидаем от кандидатов:  Опыт проведения периодических медицинских осмотров от 2-х лет; Опыт работы с ДМС - желательно; Высшее образование по специальности \"Лечебное дело/Педиатрия\" и подготовка в интернатуре и/или ординатуре по специальности \"Хирургия\".  Ждём вас в SVOей команде!",
        "address": "Московская область, аэропорт Шереметьево имени А.С. Пушкина"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/105436085",
        "salary": 260000,
        "description": "- Мы - NeoClinic, лучший центр иммунотерапии в Казахстане, который предоставляет услуги по лечению хронических и онкологических заболеваний.- Более 1000 пролеченных пациентов с 2011 года.- Возможность профессионального роста для врачей любых специальностей. Что мы предлагаем:  Много благодарных пациентов с успешными результатами лечения, что несомненно, мотивирует нас работать еще лучше; Лояльного руководителя, заинтересованный в росте своих сотрудников; Дружный коллектив, где каждого поддержат и помогут адаптироваться в компании; Возможность постоянно развиваться, обучаться за счет компании или с частичной оплатой; -Денежное поощрение сотрудников которые генерируют супер идеи и показывают результаты; Бонусы после прохождения испытательного срока; Стабильная оплата за труд в первых числах месяца без задержек; Удобная и красивая локация в элитном районе левого берега г. Астана, очень красивая клиника с собственной кухней, в перерывах мы пьем наш фирменный чай, который готовим сами.  Мы ожидаем врача, который:  ведет прием и осмотр пациентов; проводит диагностику и лечение; ведет документацию медицинских данных; легко находит общий язык с пациентами; ведет мониторинг состояния пациентов и корректировку лечения; умеет работать с медицинским персоналом для достижения общих целей.  Кандидату необходимо иметь: Сертификаты врача терапевта(воп) или узкой специализации (гастроэнеролог, невропатолог, реабилитолог, иммунолог, кардиолог). Знание казахского и русского языков. Желание обучаться новой американской методике, изучать научные статьи, проявлять нестандартное клиническое мышление, инициативность, амбициозность.   Рабочий график:  рабочий день с 12:00 до 20:00, с 11.00 до 19.00 6/1.",
        "address": "Астана, проспект Улы Дала, 56/1"
    },
    {
        "title": "Врач Терапевт в Медицинский центр",
        "url": "https://hh.ru/vacancy/106141681",
        "salary": 80000,
        "description": "Обязанности:  Осмотр Ведение электронной документации  Требования:  Активность, коммуникабельность, Ответственность с желанием работать, опыт работы не обязателен.  Условия:  Работа в медицинском центре (медицинские комиссии). График работы 5/2 (350 pуб/час) + премииЦентр работает: С 09.00-19.00 с понедельника по пятницу.Адрес: пр-т Энгельса, д. 150, к. 1. Метро пр. Просвещения",
        "address": "Санкт-Петербург, проспект Энгельса, 150к1"
    },
    {
        "title": "Врач-специалист",
        "url": "https://hh.ru/vacancy/106515568",
        "salary": 80000,
        "description": "Обязанности:  Осуществление руководства деятельностью кабинета предрейсового и послерейсового осмотра водителей автотранспортных средств. Организация проведения предрейсовых и послерейсовых медицинских осмотров водителей автотранспортных средств.  Требования:  Опыт работы от 2-х лет.  Высшее медицинское образование. Наличие сертификата, подтверждающий право на проведение предрейсовых и послерейсовых медицинских осмотров приветствуется!!! Личные качества: дисциплинированность, порядочность, аккуратность, ответственность. Обучаемость. Наличие справки о наличии(отсутствии) судимости и административного наказания за употребление наркотических веществ (Госуслуги, МФЦ).  Условия:  Оформление согласно Трудовому кодексу РФ. Граждане Российской Федерации. График работы: пятидневная рабочая неделя с двумя выходными днями (39ч). Стабильная заработная плата (выплаты 2 раза в месяц). Оплата больничных листов. Отпуск 28 календарных дней.",
        "address": "Санкт-Петербург, Херсонский проезд, 2"
    },
    {
        "title": "Главный врач",
        "url": "https://hh.ru/vacancy/106368455",
        "salary": 80000,
        "description": "Обязанности:  Руководство работниками санатория Организация контроля соблюдения трудового законодательства РФ и нормативных правовых актов, содержащих нормы трудового права Организация работы коллектива по оказанию и предоставлению качественных медицинских услуг отдыхающим Организация лечения и обслуживания лиц в период их пребывания в санатории Целевое использование средств в соответствии со сметой Анализ деятельности организации и принятие мер по улучшению форм и методов работы Утверждение штатного расписания, финансового плана, годового отчета и бухгалтерского баланса организации Обеспечение повышения квалификации работников санатория Обеспечение выполнения коллективного договора Представление санатория в органах государственной власти и местного самоуправления, а также в вышестоящей организации Утверждение регламента работы врачебной комиссии и консилиумов Обеспечение и контроль выполнения правил внутреннего трудового распорядка, по охране труда и пожарной безопасности при эксплуатации приборов, оборудования и механизмов.  Требования:  Знание основ документирования организационно-управленческой деятельности организации Трудовое законодательство РФ и иные нормативные правовые акты в сфере здравоохранения Методы анализа показателей, характеризующих деятельность организации, и показателей, характеризующих состояние здоровья отдыхающих Управленческий и статистический учет в санатории Методы планирования, принципы, виды и структура планов Основы этики и психологии делового общения Методику сбора жалоб и анамнеза у отдыхающих Методику физикального исследования отдыхающих (осмотр, пальпация, перкуссия, аускультация) Клинические признаки внезапного прекращения кровообращения или дыхания Правила проведения базовой сердечно-легочной реанимации Соблюдение врачебной тайны и клятву врача",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/106363436",
        "salary": 90000,
        "description": "Обязанности:  Проводит осмотр вновь поступающих в вечернее, ночное время, выходные и праздничные дни больных, обеспечивает оперативное установление диагноза, при наличии показаний осуществляет госпитализацию больных Проводит осмотр оставленных под наблюдение больных  Требования:  Высшее профессиональное образование по одной из специальностей \"Лечебное дело\", и послевузовское профессиональное образование (интернатура и (или) ординатура) по специальности \"Терапия\" Сертификат специалиста или свидетельство об аккредитации специалист по специальности \"Терапия\".  Условия:  Социальные выплаты, предусмотренные коллективным договором: материальная помощь к отпуску, право на компенсацию в поездах дальнего следования (1 раз в год) и пригородного сообщения, право на санаторно-курортное лечение, право на получение выплат единовременного вознаграждения за преданность компании (через 3 года, 5 и далее через каждые 5 лет). Право на компенсацию в поездах дальнего следования (1 раз в год) и пригородного сообщения. Возможность вступления в негосударственный пенсионный фонд \"БЛАГОСОСТОЯНИЕ\". График работы: Сменный режим работы с предоставлением выходных дней по скользящему графику. будни с 16:00 до 08:00; выходные/праздничные дни с 08:00 до 08:00",
        "address": "Казань, улица Николая Ершова, 65"
    },
    {
        "title": "Заведующий отделением медицинской профилактики - врач специалист",
        "url": "https://hh.ru/vacancy/104827865",
        "salary": 170000,
        "description": "Обязанности: - Осуществлять непосредственное руководство деятельностью отделения; - Систематически анализировать показатели деятельности отделения с обсуждением их на производственных совещаниях; - Осуществлять контроль качества диагностической, лечебно-профилактической помощи и диспансерного наблюдения прикрепленного контингента, качества проведения экспертизы трудоспособности и своевременного направления на ВК и бюро МСЭ; - Контроль проведения профосмотров, сопутствующая документация; - Осуществлять контроль качества и своевременности оформления врачами и средним медицинским персоналом отделения установленных форм первичной и учетно-отчетной медицинской документации; - Консультировать больных по направлению врачей поликлиники; - Соблюдать в своей работе принципы медицинской этики и деонтологии; - Систематически повышать свою квалификацию; - Соблюдать правила внутреннего трудового распорядка и лечебно-охранительного режима и др.; Требования: - Высшее медицинское образование; - Действующая аккредитация (или сертификат) по специальности; - Наличие военного билета/справки о замене военного билета (для военнообязанных); - Опыт работы от 1 до 3 лет; - Уверенный пользователь ПК; - Работа в системе ЕМИАС; Условия: - График работы 5/2 08:00-16:30; - Оформление в соответствии ТК РФ; - Повышение квалификации от компании; - Комфортные условия труда, современное оборудование; - Возможность оказания платных медицинских услуг; - Шаговая доступность от м. Варшавская.",
        "address": "Москва, Ялтинская улица, 10"
    },
    {
        "title": "Врач-терапевт участковый (для врачей ординаторов)",
        "url": "https://hh.ru/vacancy/96743839",
        "salary": 50000,
        "description": "МЫ ПРЕДЛАГАЕМ:  Оформление в соответствии с ТК РФ и своевременную выплату \"белой\" заработной платы 2 раза в месяц. Гибкий график работы, возможно совмещение. Работа рядом с домом и учебой. Комфортное оборудованное рабочее место и зона отдыха. Удаленный доступ к медицинской информационной системе. Карьерный рост до заведующего поликлиникой. Бесплатное медицинское обслуживание по прикреплению в центре вашей работы. Прохождение медицинского осмотра за счет компании. Насыщенную корпоративная жизнь и дружный коллектив. Признание за многолетнюю работу в компании, подарки на дни рождения, праздники и др.  ВАКАНСИЯ ОТКРЫТА В МЕДИЦИНСКИХ ЦЕНТРАХ ПО АДРЕСУ:  Приморский р-н: м. «Комендантский проспект», Отделение поликлиники «Лахта», ул. Оптиков, д. 52, корп. 1, лит. А - 0,5 ставки (без домашних вызовов), график работы с 8:00 до 16:00 Красносельский р-н: м. «Пр. Ветеранов», ул. Политрука Пасечника д. 8 - 0,5 ставки. м. «Пр. Ветеранов», Красносельское шоссе, д. 56, корп. 2 - 0,5 ставки.  ОБЯЗАННОСТИ:  Амбулаторно-консультативный приём пациентов по полисам ОМС. Домашние вызовы по адресам прикрепления. Профилактические медицинские осмотры по программе диспансеризации. Оформление льготных рецептов и листков нетрудоспособности. Подготовка документов на МСЭ. Ведение медицинской документации в установленном порядке.  ТРЕБОВАНИЯ:  Высшее медицинское образование.  Действующий cертификат или свидетельство об аккредитации по специальности «лечебное дело», «терапия», «общая врачебная практика».  Мы приветствуем медицинских специалистов без опыта и предлагаем совмещение работы с обучением в ординатуре.  Присоединяйтесь к нам и воплотите свое медицинское призвание в жизнь вместе с нами!",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/106392916",
        "salary": 100000,
        "description": "«Деломедика» это сеть из 11-ти медицинских центров, расположенных на территории Москвы и Подмосковья. Компания работает с 2010 года, оказывая медицинские услуги, как частным лицам, так и организациям. Ежегодно мы обслуживаем более 150 000 пациентов, а также с нами сотрудничают свыше 1700 предприятий. Обязанности:  Амбулаторный прием по своей специальности; ПРОФ осмотровая деятельность; Направление на диагностические исследования к смежным специалистам; Анализ полученных результатов; Назначение и контроль лечения; Ведение медицинской документации в 1С: Поликлиника.  Требования:   Высшее медицинское образование;   Действующий сертификат;   Опыт работы - приветствуется, но мы всегда рады начинающим специалистам.   Условия:  Почасовая оплата 350 руб час, 20% консультации,10% перенаправления; График работы: 5/2, с 08:00 до 18:00;  Официальное трудоустройство. Отпуска и больничные оплачиваются в соответствии с ТК РФ;   Скидка 50 % на ВСЕ виды услуг в сети Медицинских центров «Деломедика», для сотрудников и их ближайших родственников.",
        "address": "Москва, Ткацкая улица, 5с5"
    },
    {
        "title": "Врач-терапевт (Подработка)",
        "url": "https://hh.ru/vacancy/106415625",
        "salary": "Зарплата не указана",
        "description": "«Омикрон» - федеральная сеть глазных клиник, ведущая свою историю с 2015 года. В нашем составе 16 клиник по России, расположенных в Кемеровской, Новосибирской, Челябинской, Свердловской, Тюменской, Волгоградской и Ростовской областях, республике Татарстан. Спектр оказываемых услуг: - комплексная диагностика зрения; - лазерная коррекция зрения; - лечение катаракты. Приглашаем врача-терапевта по совместительству в клинику Новосибирска, которая располагается в самом центре города. Ваша работа будет заключаться в следующем:  Проведение осмотра пациентов; Расшифровка результатов анализов; Описание результатов ЭКГ, заключение; Консультирование пациентов; Оформление и выдача направлений на операцию; Ведение медицинской документации.  Нам нужны Вы, если Вы имеете:  Высшее медицинское образование; Действующий сертификат по специальности «Терапия»; Опыт работы по специальности; Коммуникабельность, ответственность, профессионализм.  У нас Вы получите:  Частичную занятость/ работу по совместительству; График составляем индивидуально с каждым; Своевременную сдельную оплату (обсуждается на собеседовании); Медицинскую униформу.  Звоните прямо сейчас или отправляйте отклик, и мы с удовольствием рассмотрим Вашу кандидатуру. До встречи в Омикроне!",
        "address": "Новосибирск, Коммунистическая улица, 48А"
    },
    {
        "title": "Врач-терапевт в стационар",
        "url": "https://hh.ru/vacancy/106509768",
        "salary": 100000,
        "description": "ЦКБ РЖД-Медицина приглашает в свою команду врача-терапевта  Обязанности:  Оказание квалифицированной медицинской помощи по своей специальности, используя современные методы профилактики, диагностики, лечения и реабилитации, разрешенные для применения в медицинской практике. Определение показаний для госпитализации пациента. Организует и обеспечивает своевременное обследование и лечение пациентов в отделении. Определяет тактику ведения больного в соответствии с установленными правилами и стандартами. Разрабатывает план обследования больного, уточняет объем и рациональные методы обследования пациента с целью получения в минимально короткие сроки полной и достоверной диагностической информации. Ежедневно проводит осмотр больных в отделении. Оказывает консультативную помощь врачам других подразделений по своей специальности. Дежурит в вечернее и ночное время, выходные и праздничные дни по больнице и в отделении или нa дoмy, согласно утвержденного графика дежурств. Планирует свою работу и работу отделения, и анализирует показатели своей деятельности, и деятельности отделения.  Требования:  Высшее профессиональное образование по специальности \"Лечебное дело\". Наличие действующего сертификата/аккредитации по специальности \"Терапия\". Коммуникабельность, ответственность. Опыт работы ДМС.  Знание программ ( МИС: Медиалог, Промис, Текамед, Инфоклиника) будет преимуществом.   Условия:  Оформление по ТК РФ. Повышение квалификации, сертификационное обучение. Социальные выплаты, предусмотренные коллективным договором. Право на компенсацию в поездах дальнего следования (1 раз в год) и пригородного сообщения. Возможность обучения и развития, профессиональный и карьерный рост. Возможность вступления в негосударственный пенсионный фонд \"БЛАГОСОСТОЯНИЕ\".",
        "address": "Москва, Будайская улица, 2с1"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/106518710",
        "salary": "Зарплата не указана",
        "description": "Сеть клиник \"Будь здоров\" входит в ТОП-10 рейтинга частных клиник Forbes и имеет представительства в 7 регионах России. Уже более 15 лет мы заботимся о здоровье наших клиентов и с каждым годом пытаемся улучшить качество сервиса. Люди – наша главная ценность!В сети клиник \"Будь здоров\" компании ИНГОССТРАХ открыта вакансия Врач-терапевт Обязанности:Амбулаторный прием пациентов, осмотр, диагностика, назначение курса лечения, ведение мед.документации.Выезд на вызова ( по необходимости)Проведение экспертизы временной нетрудоспособности.Требования:Высшее медицинское образование;Действующий сертификат по терапии, либо аккредитация Также рассматриваем врачей-ординаторов Мы предлагаем:  Работу в стабильной компании с возможностью профессионального и карьерного роста; Удобное месторасположение клиники (центр города); Современное медицинское оборудование и комфортные условия труда; Обеспечение медицинской формой; Официальное трудоустройство, социальные гарантии: оплачиваемый отпуск, больничный; Полностью официальная заработная плата, с выплатами 2 раза в месяц; Широкие возможности внутреннего совместительства Стабильность, уважение и поддержка руководства клиник Замечательный, дружный коллектив, продвинутая система наставничества; Скидки на медицинское обслуживание в сети клиник, для сотрудников и членов семьи; Мы предоставляем широкий спектр внутреннего обучения сотрудников, тренинги, тематические лекции; Продление сертификата специалиста за счет Компании, организация процесса обучения в рамках НМО;  Условия:  График работы гибкий (по графику Клиники, с 7-30 до 21-00) Трудоустройство по ТК РФ Льготное медицинское обслуживание для сотрудников клиники и их родственников",
        "address": "Казань, улица Нариманова, 65"
    },
    {
        "title": "УЗИ врач",
        "url": "https://hh.ru/vacancy/106320948",
        "salary": 500000,
        "description": "Мы ищем врача УЗИ для присоединения к нашей медицинской команде Expert Diagnostics ❣️✅ Обязанности:Ведение УЗИ осмотраЗнание в области гинекологии, ЖКТ, ортопедии, эндокринологии✅ Требования:Высшее медицинское образование. Наличие сертификата по специальности \"Врач УЗИ\"Ответственное отношение к работе. Порядочность, доброжелательность и ориентированность на клиента✅ Условия:Сменный график работы по обслуживанию платных пациентовАдрес: Ауезова 67НЕ ЗВОНИТЬ, только Whatsapp",
        "address": "Алматы, улица Ауэзова, 67"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/106397174",
        "salary": 150000,
        "description": "Сеть пансионатов для пожилых людей \"Теплые беседы\" 10 лет оказывает профессиональный уход и просмотр для людей старшего поколения. В нашу команду открыта вакансия ВРАЧ- ТЕРАПЕВТ. ВНИМАНИЕ - РАБОТА РАЗЪЕЗДНОГО ХАРАКТЕРА.    Обязанности:  Проведение осмотра подопечных и назначение дополнительных обследований (анализы, консультация узких специалистов и пр). Наблюдение за состоянием здоровья пожилых людей в динамике. Подбор/ коррекция схем лечения. Ведение мед. Документов на каждого подопечного в электронном виде. Коммуникация по медицинским назначениям с родственниками.  Требования:  Высшее медицинское образование. Действующий сертификат (аккредитация) по специальности \"Терапия\". Опыт работы с пациентами, имеющими когнитивные нарушения. Опыт работы не менее 5 лет. Опыт работы в стационаре, в выездной медпомощи.  Условия:  График 5/2 или 2/2; Трудоустройство по ТК РФ; Сохранение медицинского стажа.",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач общей практики",
        "url": "https://hh.ru/vacancy/105659181",
        "salary": "Зарплата не указана",
        "description": "Обязанности:  Медицинский осмотр пациентов; Участие в выездных медосмотрах;  Требования:  Высшее медицинское образование; Наличие соответствующего действующего сертификата на осуществление медицинской деятельности; Опыт работы на аналогичной позиции желателен; Ответственность, профессионализм, пунктуальность.  Условия:  Трудоустройство согласно ТК РК; График работы и оклад обсуждается на собеседовании;",
        "address": "Нур-Султан (Астана), улица Малика Габдуллина, 19"
    },
    {
        "title": "Врач-терапевт",
        "url": "https://hh.ru/vacancy/106387827",
        "salary": 70000,
        "description": "Обязанности: Прием амбулаторных пациента, постановка диагноза, составление плана лечения и контроль над эффективностью терапии. Диагностика, консультирование и лечение стационарных пациентов. составление плана лечения и контроль над эффективностью терапии. Оказание экстренной помощи (при необходимости) пациентам и их дальнейшая реабилитация. Профилактические осмотры, больничные листы. Ведение медицинской документации. Требования: Высшее профильное медицинское образование. Наличие дополнительных специализаций приветствуеться. Опыт работы от 1 лет. Обязательное наличие действующего сертификата. Личные качества: аккуратность, приветливость, коммуникабельность, пунктуальность. Условия: Работа в стабильной компании с возможностью профессионального и карьерного роста. Удобное месторасположение клиники - у метро Балтийская. Комфортные условия труда. Полностью официальная заработная плата, с выплатами 2 раза в месяц. Стабильность, уважение и поддержка руководства клиники. Полная занятость, возможна и подработка сменами по 4-6 часов, возможно совмещение.",
        "address": "Санкт-Петербург, 12-я Красноармейская улица, 14-16"
    },
    {
        "title": "Врач-консультант",
        "url": "https://hh.ru/vacancy/105744843",
        "salary": 49000,
        "description": "Обязанности:  Прием и консультирование пациентов по лабораторной диагностике, преаналитическим требованиям. Оформление пациента посредством ПК в Лабораторной информационной системе. Оформление мед. документов. Работа с ККТ. Консультирование пациентов при выдаче результатов исследований, рекомендации по дополнительным исследованиям. Предусмотрена предварительная стажировка (обучение на рабочем месте).  Требования:   Медицинское высшее образование ( врач - терапевт, врач - педиатр, врач акушер - гинеколог; врач КЛД)+ действующий сертификат/аккредитация по специальности.   Рассматриваем кандидатуры с оконченным средним профессиональным мед. образованием (фельдшеры); На должность администратора кандидатов с высшим незаконченным медицинским образованием; С оконченным высшим медицинским образованием и длительным перерывом в работе, также студенты мед. института.   Уверенный пользователь ПК и офисной техники. Обучаемость, способность работать с большим объемом информации.   Собеседование будет проводится в г. Челябинске по адресу Комсомольский пр. 45А. Предварительно необходимо направить резюме на эл. почту. Срок рассмотрения резюме 3-5 дней.   Условия:   Основное место работы:   1. Медицинский кабинет Шоссе Металлургов, 70   2. Медицинский кабинет ул. Чичерина, 45   График работы 5/2 ( пн -пят, сб.. вс - выходные дни), продолжительность рабочего времени 7,8 час. с 7-00 до 15-20. Дополнительные дежурства (1-2 в месяц - по согласованию с работником) в выходные дни (сб., вс.) - с двойной оплатой согласно ТК РФ.   Заработная плата (оклад) 49000 + ежемесячная премия.   Неполный рабочий день (совместительство):    1. Медицинский кабинет ул. С. Головницкого, 16а;   2. Медицинский кабинет ул. Гагарина 66;   3. Медицинский кабинет ул. Изумрудная 8Б (ЖК Вишневая горка)   4. В связи с открытием нового Медицинского кабинета по адресу г. Челябинск, ул. Академика Сахарова, д. 11   График работы 5/2 ( пн -пят с 16-00 до 19-00) + 2 рабочих дня ( по субботам или воскресеньям) в месяц с 08-00 до 16-20 час.   Заработная плата (оклад) от 23 000 при работе на 0,5 ставки + ежемесячная премия. Оплата пропорционально отработанному времени.   Бонусы: Бесплатное горячее питание (обед) за счет компании. Прохождение мед. осмотров, спецодежда, СИЗ, повышение квалификации - за счет компании! Официальное трудоустройство в соответствии с мед. специальностью. Своевременная достойная заработная плата два раза в месяц. Премии. Доплаты за стаж.   Официальное трудоустройство в соответствии с медицинской специальностью.",
        "address": "Адрес не указан"
    },
    {
        "title": "Врач-терапевт/врач-терапевт участковый",
        "url": "https://hh.ru/vacancy/101110421",
        "salary": 130000,
        "description": "МЫ ПРЕДЛАГАЕМ:  Оформление в соответствии с ТК РФ и своевременную выплату \"белой\" заработной платы 2 раза в месяц.  Частичная компенсация аренды жилья для иногородних.  Гибкий график работы, возможно совмещение. Работа рядом с домом и учебой. Комфортное оборудованное рабочее место и зона отдыха. Удаленный доступ к медицинской информационной системе. Карьерный рост до заведующего поликлиникой. Бесплатное медицинское обслуживание по прикреплению в центре вашей работы. Прохождение медицинского осмотра за счет компании. Насыщенную корпоративная жизнь и дружный коллектив. Признание за многолетнюю работу в компании, подарки на дни рождения, праздники и др.  ВАКАНСИЯ ОТКРЫТА В МЕДИЦИНСКИХ ЦЕНТРАХ ПО АДРЕСУ:  Приморский р-н: м. «Беговая», ул. Савушкина, д. 138, лит. А - 1 ставка. м. «Комендантский проспект», ул. Королева, 63, корп. 2, лит. А - 1 ставка. м. «Комендантский проспект», ул. Лидии Зверевой, д.3, корп. 1 - 1 ставка. Красносельский р-н: м. «Пр. Ветеранов», ул. Политрука Пасечника д. 8 - 1 ставка. м. «Пр. Ветеранов», Красносельское шоссе, д. 56, корп. 2 - 1 ставка. м. «Автово», Петергофское шоссе, д. 59, лит. А - 1 ставка (без домашних вызовов). Пушкинский р-н: м. «Купчино», Московское шоссе, д. 246, лит. А - 1 ставка. Московский р-н: м. «Московская», ул. Среднерогатская, д. 13, корп. 1, стр.1 - 1 ставка.  ОБЯЗАННОСТИ:  Амбулаторно-консультативный приём пациентов по полисам ОМС. Домашние вызовы по адресам прикрепления. Профилактические медицинские осмотры по программе диспансеризации. Оформление льготных рецептов и листков нетрудоспособности. Подготовка документов на МСЭ. Ведение медицинской документации в установленном порядке.  ТРЕБОВАНИЯ:  Высшее медицинское образование.  Действующий cертификат или свидетельство об аккредитации по специальности «лечебное дело», «терапия», «общая врачебная практика».  Мы приветствуем медицинских специалистов без опыта и предлагаем совмещение работы с обучением в ординатуре.  Присоединяйтесь к нам и воплотите свое медицинское призвание в жизнь вместе с нами!",
        "address": "Адрес не указан"
    }
]