[
    {
        "title": "Управляющий загородным домом",
        "url": "https://hh.ru/vacancy/106382834",
        "salary": "500000",
        "description": "Управляющий загородным домом Место работы: дом 7000м2, Горки-2, Рублево-Успенское шоссе Семья: 2 взрослых + 2 ребенка Срочно   Условия:   График 5/2, без проживания   Зарплата: 500 000 рублей в месяц   Г одовой бонус   Служебный автомобиль     Требования:     Опыт работы в домах от 2000м2 обязательно   Профессиональный кандидат, гибкий, ответственный, стрессоустойчивый, опытный кандидат, умеющий выстроить работу в доме   Опыт работы в частных семьях от 5 лет   Наличие рекомендаций     Обязанности:    Поддержание дома и участка в отличном состоянии   Обеспечение комфортного проживания в доме   Взаимодействие и контроль работы персонала (повара, горничные 8 шт., технические инженеры 2 шт. водители 4 шт.   Ведение расчетной ведомости по оплате труда   Управление конфликтами   Знание регламентов работы, технологии уборки, техкарт, нормативов расчета рабочего времени персонала, умение составлять чек-листы для горничных, должностные инструкции для персонала   Знание и поддержание в порядке систем жизнеобеспечения дома   Выполнение поручений семьи   Организация и проведение ремонтных и инженерных работ, подбор подрядчиков   Закупка инвентаря, оборудования и всего сопутствующего для дома и участка   Финансовая отчетность (умение составлять отчет) и планирование (прогноз бюджета), оптимизация расходов   Регулярная отчетность по выполненным задачам   Составление графика работы персонала и чек-листов   Контроль и подде ржание запаса бытовой химии и прочих расходных бытовых мелочей   Закупка базовых продуктов, инвентаря, оборудования и всего сопутствующего для кухни   Организация мероприятий и банкетов",
        "address": "Адрес не указан"
    },
    {
        "title": "Инженер-программист (Инженер АСУТП)",
        "url": "https://hh.ru/vacancy/106474075",
        "salary": "1000000",
        "description": "Чем предстоит заниматься:  Конфигурация существующих программных компонентов системы управления трубопроводным транспортом (СКАДА, РСУ, СОУ); Доработка прикладных сервисов и процессов, корректировка исходного кода, компиляция и отладка; Разработка новых программных компонентов и совершенствование существующих решений.  Требования к кандидату:  образование высшее техническое (автоматизация, системы управления, программирование, информационные технологии и т.п.); знание основ гидравлики, принципов математического моделирования; знание основ трубопроводного транспорта нефти, нефтепродуктов и газа; уверенное знание принципов построения автоматизированных систем управления технологическими процессами; непосредственный опыт работы с системами обнаружения утечек будет преимуществом; умение читать, писать и отлаживать программный код на языках высокого уровня (преимущественно Fortran, C++, C#); английский язык (письменный, уровень – не ниже Pre-Intermediate, умение читать документацию на английском языке); личные качества: самоорганизация, способность к быстрому обучению, мотивиция к развитию личных профессиональных качеств, работа на результат, умение работать в автономном режиме; опыт работы с ПЛК кодом (Allen-Bradley, RSLogix5000) будет преимуществом; наличие загранпаспорта и возможности к заграничным поездкам на места установки и пусконаладки системы, места проведения тестирования.  Условия:  Оформление по ТК РК, срочный договор; Уровень заработной платы зависит от текущих компетенций и опыта работы по результатам собеседования и пробного тестирования; Командировки с оплатой проезда, проживания (одноместное размещение), корпоративное такси; Гибкий график работы, полный удаленный режим работы и коммуникация с командой в режиме онлайн в любое время в зависимости от производственных задач.",
        "address": "Адрес не указан"
    },
    {
        "title": "Исполнительный директор",
        "url": "https://hh.ru/vacancy/106403594",
        "salary": "Зарплата не указана",
        "description": "Компания «Баусервис» - ведущий дистрибьютор керамической плитки и керамогранита на российском рынке, приглашает в свою команду Исполнительного директора. Задачи:  Стратегическое и операционное управление Группой компаний (5 каналов продаж). Построение эффективного механизма принятия регулярных управленческих решений и формализация бизнес-процессов на всех уровнях. Контроль и оптимизация деятельности предприятия: управление себестоимостью, повышение рентабельности, обеспечение роста стоимости компании. Организация и контроль автоматизации процессов, включая внедрение передовых ERP-систем и других цифровых решений для управления производством, логистикой и продажами. Разработка и внедрение KPI и системы мотивации сотрудников, направленных на повышение эффективности и вовлеченности персонала. Внедрение программ по повышению производительности и снижению издержек через автоматизацию и улучшение технологических процессов. Оптимизация организационной структуры: анализ текущих процессов и внедрение более эффективных моделей для повышения производительности и снижения издержек. Формирование команды: подбор ключевых специалистов, усиление кадрового потенциала, внедрение программ для развития и мотивации сотрудников. Контроль за выполнением бюджета, отчётности и стратегических планов.  Требования:  Высшее образование в области управления предприятием, экономики или инженерии.  Опыт работы на позиции Генерального директора или Исполнительного директора в крупном торговом холдинге не менее 5 лет.  Подтвержденный опыт выстраивания системной компании с глубоким внедрением автоматизации и цифровой трансформации процессов. Знание современных технологий управления, включая ERP-системы, системы автоматизации производственных и логистических процессов, опыт управления проектами по цифровизации. Развитые лидерские качества, стратегическое мышление, умение работать в условиях неопределенности, высокие навыки управления изменениями. Подтвержденный опыт повышения эффективности компании, в том числе через внедрение цифровых решений и оптимизацию операционных процессов.  Условия:  Конкурентоспособная фиксированная заработная плата + процент от выполнения KPI = высокий доход. Официальное трудоустройство по ТК РФ. Работа в Москве с возможностью регулярного посещения производственных площадок на Юге России (20% командировок). Возможность участвовать в масштабных проектах по цифровой трансформации и модернизации компании.",
        "address": "Москва, 1-й Нагатинский проезд, 10с1"
    },
    {
        "title": "Инженер технической поддержки",
        "url": "https://hh.ru/vacancy/103611401",
        "salary": "60000",
        "description": "САТЕЛ - Одна из ведущих российских IT-компаний, работающая на рынке системной интеграции, информационных и коммуникационных технологий. Мы в поиске инженера технической поддержки на 1 линию на новый проект. Чем придется заниматься:  Обработка заявок на техническую поддержку в рамках выделенного сервисного проекта; Анализ, классификация и маршрутизация сервисных заявок; Уточнение информации у инициатора, сбор данных по заявке; Контроль сроков/качества исполнения заявок; Подготовка отчетов, ведение базы знаний; Работа в нескольких ITSM-системах; Знание и умение работать с большим количеством инструкций; Быстрое реагирование, своевременная эскалация сервисных инцидентов;  Ожидания:  Опыт работы инженером ТП, специалистом в сфере сетевые технологии, телефония от 1 года; Опытный пользователь Microsoft Office, базовые знания Astra Linux/Win; Навыки в диагностике и мониторинге железа и ПО; Способность к работе с большими объемами данных; Пунктуальность; Внимательность к деталям и ответственное отношение к работе; быстрая обучаемость; Умение работать в команде;  Предлагаем:   Интересная работа в зрелой, но активно растущей компании, входящей в топ-100 ИТ-компаний России;   \"Белая\" зп;   Оформление по ТК РФ;   Работа в офисе, комбинированный график работы;   Программы обучения сотрудников, возможности для повышения квалификации и сертификации;   ДМС;   Корпоративная мобильная связь.",
        "address": "Адрес не указан"
    },
    {
        "title": "Начинающий инженер",
        "url": "https://hh.ru/vacancy/105142228",
        "salary": "450000",
        "description": "TURKOV – Российская промышленная компания – разработчик инновационных и энерго-эффективных технологий в сфере климатической техники. Производя и совершенствуя своё оборудование на протяжении 11 лет, мы добились колоссальных результатов не только со стороны разработки оборудования, но и с точки зрения локализации производства, применения сверхсовременных технологий, являющихся визитной карточкой нашей компании. На данный момент, над разработкой и усовершенствованием нашего оборудования работают инженеры, программисты, физики и математики – выпускники лучших ВУЗов России. Продукция компании востребована на рынке, что подтверждается ежегодным ростом продаж в 1,5 раза В связи с быстрым ростом и развитием нам требуется: Начинающий инженер по продажам климатического оборудования! Обязанности:  Техническая консультация клиента, подбор оборудования, подготовка КП, при необходимости разработка технических рисунков; Подготовка документов по сопровождению сделок: коммерческие предложения, договоры, счета, отгрузочные документы, акты; Контроль выполнения обязательств по сделке; Систематическое ведение и предоставление отчетности.  Требования:  Образование: Высшее техническое, диплом с отличием; Знание спец. программ Autodesk AutoCAD будет преимуществом! Уверенное знание Excel; Чтение чертежей, знание формул ОВиК, умение их применять; Грамотная устная и письменная речь, ориентированность на результат.  Условия:   Официальный, стабильный, высокий уровень дохода: оклад + проценты с продаж;   Дружный, молодой коллектив;   Обучение и получение опыта в сверхсовременном Российском проекте;  Возможность быстрого карьерного роста!  График работы: 5/2 с 9.00 - 18.00.",
        "address": "Астана, улица Алматы, 7"
    },
    {
        "title": "Junior 3D Artist",
        "url": "https://hh.ru/vacancy/105393133",
        "salary": "Зарплата не указана",
        "description": "Карьера в Press Fire Games — это уникальная возможность развивать амбициозные проекты с использованием передовых технологий в мобильной индустрии. У нас ценятся открытость, инициативность, любовь к своему делу и обмен знаниями. В нашей компании вы сможете воплощать смелые идеи, совершенствоваться и работать в талантливой команде.Наши основные приоритеты — это выдающаяся графика на мобильных устройствах и увлекательный геймплей.Press Fire Games основана ведущими инженерами, техническими, арт и гд директорами с опытом в индустрии более 20 лет, которые стояли у истоков создания и развития мобильных танков. Более того, нашими ключевыми партнерами выступают ByteDance (TikTok), MGVC и дрНаша команда - это увлеченные профессионалы, которые создают новые технологии и мобильные игры, делясь экспертизой друг с другом!Мы разработали собственный кроссплатформенный движок, который позволяет создавать игры с отличной графикой и геймплеем. С его помощью был создан мобильный шутер Battle Prime, который набрал более 17 миллионов установок и имеет рейтинг выше 4,5 в AppStore и GooglePlay.Сейчас мы находимся в поиске талантливого Junior 3D Artist, который усилит нашу команду и примет участие в работе над новыми проектами компании! Предстоящие задачи:  Моделинг (hard surface); Создание и текстурирование объектов окружения и оружия в реалистичном стиле; Работа с инструментарием, редакторами и другие работы с игровым движком; Поддержание стиля и качества графики; Интеграция и настройка ассетов в движке.  Наши ожидания от кандидата:   Навыки в области скульптуры в инструменте Zbrush; Базовые знания 3ds Max или Maya, Blender, Substance Painter; Понимание процесса создания 3D моделей от Highpoly до Lowpoly; Понимание особенностей запекания карт нормалей со сложных объектов; Уверенные навыки текстурирования; Аккуратность, внимательность и точность.  Будет плюсом:   Художественный бэкграунд; Опыт работы в 3D; Опыт в гейм-индустрии в качестве дизайнера/художника игровых локаций.  Мы предлагаем:   Работа в команде профессионалов над созданием интересных продуктов Возможность реализации смелых идей Атмосфера челенджа и драйва Комфортные условия работы: гибкий график работы, работа на современной технике Оплата больничных, ежегодный отпуск (28 дней)",
        "address": "Адрес не указан"
    },
    {
        "title": "QA Инженер",
        "url": "https://hh.ru/vacancy/106390170",
        "salary": "Зарплата не указана",
        "description": "Overteam В СТАТУСЕ IT-КОМПАНИИ АККРЕДИТОВАНА В МИНИСТЕРСТВЕ ЦИФРОВОГО РАЗВИТИЯ. Overteam с 2013 успешно занимается разработкой и управлением проектами в области цифровых технологий. Мы создали цифровые сервисы в области телемедицины, туризма и бизнес-тревела, а также развиваем сервисы на основе технологий AI/Искусственного Интеллекта.Наша команда реализует одновременно несколько крупных проектов: собственные продукты, разработанные «с нуля», так же есть заказная разработка.   О проекте: Мы внедряем систему управления страховыми продуктами на базе платформы AdInsure в крупной российской страховой компании СОГАЗ СТРАХОВАНИЕ. Про платформу AdInsure: AdInsure – это платформа, EPR конструктор, который предназначен для автоматизации бизнес процессов именно страхового бизнеса. База данных MS SQL, код написан на JavaScript с дополнениями на json. Классическое веб приложение, работающее в браузере с запросами к серверу. В долгосрочный проект развития мы приглашаем QA Инженера в группу приемочного тестирования ERP системы. Обязанности:  Функциональное тестирование ERP системы; Тестирование процессов интеграции (система страхового учета Adinsure); Взаимодействие с внутренними и внешними аналитиками/разработчиками и специалистами тестирования в части решения задач по приемке обновлений/функциональностей/доработок ПО; Предоставление отчетности и фиксирование результатов по процессу тестирования в рамках установленного функционала; Оформление тестовой документации (матрицы регресса, чек листы, тест кейсы), поддержание в актуальном состоянии. Тестирование API запросами, глубокое тестирование с анализом данных в базе данных.  Требования:  Опыт в тестировании от 2 года; Знание теории тестирования (виды тестирования, техники тест – дизайна и принципы pairwise); Знание SQL на уровне простых запросов и агрегатных функций; Знание принципов написания сценариев тестирование (атрибуты тестовых сценариев, тестовые данные и параметры); Знание методов тестирования (черный, белый и серый ящик); Знание принципов, стандартов протоколов обмена (Rest API, Soap API), форматов передачи данных (XML, JSON); Навыки работы с Postman (или другим подобным инструментом); Знание жизненного цикла разработки ПО; Опыт работы с JIRA (или любым другим трекером), Zephyr (или любым другим инструментом для управления тест кейсами); Английский язык – чтение технической документации; Приветствуются знания в сфере страховой деятельности.  Условия:  Заработная плата ОКЛАД до 200 тыс. НА РУКИ (по итогам тех. собеседования) 100% белая ЗП; -Оформление по ТК РФ; -График работы 5/2; -УДАЛЕННЫЙ график работы; -Адрес офиса компании ООО «Овертим» – г. Москва, м. Комсомольская ( 6 минут от метро); -Обеспечиваем необходимой мощной техникой и комфортными условиями труда; Мы является аккредитованной лицензированной IT компанией в Минцифры (предоставляем социальные льготы).",
        "address": "Адрес не указан"
    },
    {
        "title": "Функциональное тестирование",
        "url": "https://hh.ru/vacancy/106240931",
        "salary": "Зарплата не указана",
        "description": "Хотите внести свой вклад в разработку инновационного решения в сфере импортозамещения? Мы ищем опытного функционального тестировщика, который станет частью нашей команды и поможет нам создать продукт, меняющий мир к лучшему! Обязанности: * Проведение функционального и регрессионного тестирования программного обеспечения (ПО). * Взаимодействие с разработчиками из разных команд: программисты, инженеры, эксперты. * Участие в обсуждении задач и планировании тестирования. * Создание тест-кейсов и тест-планов.   Требования:   * Опыт работы в тестировании от 1 года. * Знание методов и методик тестирования (функциональное, регрессионное). * Опыт работы с багтрекерами. * Опыт тестирования десктопных приложений. * Умение анализировать логи, локализовывать проблемы, аргументировано доказывать свою точку зрения. * Высокий уровень ответственности: вы отслеживаете, что ваши замечания исправляются, не бросаете дело на полпути, можете работать самостоятельно.   Дополнительные преимущества:   * Опыт системного администрирования (Windows, сети). * Знание базовых команд Linux. * Понимание основ оптической физики, механики. * Понимание основ проектирования микроконтроллеров.   Ваши знания в области депозитарной деятельности будут ценным преимуществом!   Мы предлагаем:   Удаленка: работу из дома в 40 городах (на территории РФ), из офиса в Москва-Сити или оплачиваемого коворкинга;   Деньги: белую ЗП, всегда в рынке, оформление ТК РФ;   Комфортный старт: 3 месяца плавного погружения под присмотром HR;   Поддержка: ИТ-отсрочку и HR / юридические консультации 24/7;   Культура: прозрачные процессы и открытую коммуникацию;   Мощное железо: работу на лучших компах, мы не логируем время, у нас фокус на доверии и результате;   ДМС: твое лечение за счет компании;   Развитие: индивидуальный план обучения, конференции и митапы, мы помогаем развиваться и строить карьеру;   Личный бренд: выступления на конференциях, митапах, написание статей;   Бенефиты: ежеквартальное обновление корпоративных скидок;   Движ: вечеринки оффлайн и онлайн, мерч, конкурсы и челленджи.     Если вы хотите стать частью нашей команды и разрабатывать передовые технологии, откликайтесь на вакансию!",
        "address": "Москва, Пресненская набережная, 6с2"
    },
    {
        "title": "Инженер-конструктор в SolidWorks",
        "url": "https://hh.ru/vacancy/106402764",
        "salary": "1500",
        "description": "Инженер-конструктор с опытом работы в SolidWorks для разработки и проектированием различных технических изделий и систем, используя программу SolidWorks. Обязанности: Основные обязанности: 1. Разработка 3D-моделей: - Создание и редактирование 3D-моделей различных деталей и узлов. - Использование возможностей SolidWorks для сборки деталей в функциональные механизмы или устройства. 2. Создание чертежей: - Генерация чертежей на основе 3D-моделей для производства с указанием всех необходимых размеров и спецификаций. - Выполнение рабочих чертежей и схем для использования на производстве. 3. Расчет и анализ: - Проведение анализа прочности конструкций и материалов. - Использование встроенных инструментов SolidWorks для выполнения инженерных расчетов (например, статического или динамического анализа). 4. Оптимизация конструкций: - Оптимизация существующих проектов для повышения их эффективности, снижения затрат или улучшения производительности. - Поиск и устранение возможных ошибок в проекте до начала его производства. 5. Техническое взаимодействие: - Работа с другими инженерами, технологами, проектировщиками и производственными специалистами для согласования технических решений. - Участие в разработке технической документации. 6. Использование аддитивных технологий: - Подготовка моделей для 3D-печати или других современных производственных технологий. Навыки: - Продвинутый уровень владения SolidWorks: умение создавать сложные детали, сборки, чертежи, проведение расчетов и симуляций. - Знание основ материаловедения и инженерной механики. - Опыт работы с технической документацией и стандартами (ГОСТ, ISO и др.). - Умение работать с инструментами анализа напряжений и деформаций. Требования к опыту: - 3+ лет опыта работы с SolidWorks - Опыт работы в IT компании минимум один год - Требуется знание английского языка на среднем уровне (умение читать и понимать технические тексты, вести переписку).",
        "address": "Адрес не указан"
    },
    {
        "title": "Manual QA Engineer",
        "url": "https://hh.ru/vacancy/105884944",
        "salary": "80000",
        "description": "Timeweb — экосистема международных технологических продуктов в области хостинга, образования, контента и рекламы. У нас более 2500 серверов и нам доверяют свои сайты и проекты больше 200 000 клиентов, примерно каждый десятый сайт в рунете размещается в Timeweb. И возможно, в нашей команде разработки продукта виртуального хостинга не хватает именно Вас! Пулл предстоящих задач:    Планирование, разработка и выполнение тестовых сценариев для веб-приложений   Оценка функциональных требований и создание тестовых планов   Активное участие в процессе обзора технической документации   Выявление, документирование и отслеживание дефектов в баг-трекинговой системе   Взаимодействие с разработчиками и другими членами команды для улучшения качества веб-продукта   Анализ требований к веб-продукту и разработка стратегий тестирования   Подготовка тестовых данных для обеспечения тестового в веб-среде.   Идентификация ключевых метрик и параметров для оценки качества веб-продукта.   Оценка результатов тестирования в веб-среде и предоставление рекомендаций для улучшения веб-разработки.   На собеседовании в первую очередь обратим внимание на эти пункты:    Знание теории тестирования ПО;   Понимание устройства клиент-серверной архитектуры;   Знание основ RESTful API;   Наличие навыков работы с Postman/SwaggerUI;   Опыт работы с системами управления тестированием.   Преимуществом будет:    Опыт тестирования безопасности web-приложений;   Опыт работы со средствами автоматизированного тестирования;   Умение писать SQL-запросы;   Наличие навыков работы с Kibana.   Будем рады изучить Ваше полное резюме со всеми навыками и описанием бэкграунда :) На данный момент нам необходим коллега уже с опытом, поэтому кандидатов, у которых есть только обучение, к сожалению, не сможем пригласить на собеседование.  Мы в свою очередь предлагаем:    Работа в продукте надежной и стабильной компании, которая на рынке уже более 15 лет;   Стабильные выплаты \"белой\" заработной платы, оплата отпускных и больничных, официальное оформление с первого дня;   Сильная продуктовая команда. Мыслим гипотезами и возможностями. Стараемся быстро применять изменения и не любим бюрократию;   Комфортный офис, территориально расположенный в 10 минутах ходьбы от метро Московские ворота;   Возможность удаленной работы;   Отличная возможность карьерного роста;   В офисе есть комфортная кухня с вкусным кофе/чаем и фруктами, а также зона отдыха, где можно классно провести время с коллегами, играя в настолки;   Плюшки в виде питания, спорта и ДМС конечно же есть.",
        "address": "Санкт-Петербург, Заставская улица, 22а"
    },
    {
        "title": "Начальник участка (объекты газоснабжения)",
        "url": "https://hh.ru/vacancy/91657528",
        "salary": "Зарплата не указана",
        "description": "В связи с активным развитием, строительством/реконструкцией сетей газораспределения в Нижнем Новгороде и Нижегородской области, открыты 2 вакансии Начальников участков/СМО. Чем предстоит заниматься:  Рассмотрение проектно-рабочей документации, проверка на возможность строительства Составление и согласование внутренней себестоимости проекта (калькуляции) Составление графиков производства работ Оформление заявок на материалы и технику Организация СМР на объектах: Выдача производственных заданий бригадам Выезд на место производства работ с представителями смежных организаций Контроль в течении дня за производством работ Предъявление выполненных работ Технадзору заказчика Передача информации о выполненных работах инженеру ПТО Сдача выполненного объекта Проведение анализа, соблюдение затратной части  Требования:  Опыт по организации работ по строительству линейных объектов (тепло-, газо-, водоснабжения, водоотведения) Знание современных технологий, стандартов, нормативно-правовой базы в сферах проектирования, промышленного и гражданского строительства Знание основной номенклатуры материалов, оборудования и комплектующих, используемых при выполнении строительно-монтажных работ Знания в области организации строительно-монтажных работ Уверенный пользователь ПК (MS Office, AutoCAD)  Условия:  Работа в крупной развивающейся компании Оформление по ТК РФ. Полный рабочий день Офис находится в г. Кстово Молодой дружный коллектив",
        "address": "Адрес не указан"
    },
    {
        "title": "Инженер технической поддержки",
        "url": "https://hh.ru/vacancy/106506677",
        "salary": "Зарплата не указана",
        "description": "Outlines Tech – это аккредитованная IT-компания. Мы разрабатываем ПО и проекты для корпораций, а также подбираем сотрудников высокого класса. Среди клиентов – банки из ТОП-5 России, ритейл, строительные и логистические компании. Официально трудоустраиваем в штат IT-специалистов для работы на долгосрочных проектах. Сейчас мы в поиске одной из части нашей команды – Инженера технической поддержки. Почему мы: 1) Outlines Tech — аккредитованная IT-компания. Это значит, что мы подлежим всем вытекающим льготам. 2) Люди на первом месте не на словах, а на деле: отдел заботы курирует команду 24/7. 3) Помимо «белого» трудоустройства: ежегодная индексация зарплаты, 28 дней отпуска и 5 relax days (бесплатные отгулы). А ещё предоставляем медстраховку со стоматологией, технику, оплачиваем обучение и подписки. 4) Входим в рейтинг лучших работодателей России по версии Forbes и РБК, HH.ru. 5) Вкладываемся в образование: помогаем выступить на конференциях, написать статью в технический блог, выучить английский, вырасти в профессии и сменить стек. 6) Техническая команда состоит из прокаченных специалистов, многие из которых известны в мире IT. Мы обязательно поможем вам развиться внутренними митингами, а если вы круче — поможете нам. 7) У нас драйвовая и заботливая корпоративная культура. Переходите в наш Telegram-канал и убедитесь в этом: @outlines_tech. Кстати, там коллеги публикуют лайфхаки по развитию в IT с заботой о себе. Ваша зона ответственности  Обеспечение технологической поддержки брокерского бизнеса в течение дня Контроль готовности сервисов к старту торгов и мониторинг работоспособности сервисов в течение торговой сессии. Мониторинг трансляции данных (позиции, балансы, инструменты) в торговые системы. Участие в процессах закрытия опер.дня, контроль закрытия торговой сессии Консультации пользователей по вопросам брокерского обслуживания (формирование отчетности, позиции/балансы, заполнению справочников), работе информационных систем и сервисов, документирование стандартных технологических процессов/ поддержка базы знаний в актуальном состоянии Соблюдение SLA по решению клиентских обращений Написание инструкций для клиентского сервиса  Необходимые навыки:  Знание брокерского бизнеса обязательно Высшее техническое /экономическое образование Опыт работы в IT подразделении в финансовых структурах (брокерские компании) от 3 лет Опыт тестирования функционалов Хорошее знание MS SQL, грамотный русский язык Умение работы с ELK, Zabbix, Grafana, Jira, confluence",
        "address": "Адрес не указан"
    },
    {
        "title": "Главный инженер технического надзора",
        "url": "https://hh.ru/vacancy/105874191",
        "salary": "291000",
        "description": "Мы - LEGENDA Intelligent Development - застройщик с прогрессивной ментальностью и ярким характером, который по праву является: - идеологическим лидером российского рынка недвижимости, - создателем трендов на рынке жилой недвижимости (автором инновационного Smart-продукта), - экспертом функционального проектирования На данном этапе мы работаем над новыми проектами в Санкт-Петербурге и Москве наращивая масштабы компании и увеличивая команду единомышленников. В этой связи мы приглашаем в нашу команду главного инженера технического надзора. Ваша зона ответственности:  осуществление от лица заказчика сплошного входного, операционного и приёмочного контроля за выполнением СМР (общестрой, отделка, благоустройство) проверка ИД и журналов, согласование ППР. Ведение отчетности координация деятельности ИТН на вверенном объекте участие в создании основных регламентирующих документов по работе отдела участие в работе комиссий по приемке строительных объектов и сдаче их в эксплуатацию  Наши ожидания от успешных кандидатов:    высшее техническое образование   опыт работы в строительной сфере от 10 лет опыт работы на аналогичной должности не менее 3 лет умение читать рабочую документацию, знание технологии работ по полному циклу общестроительных работ в жилищном строительстве знание нормативной базы, желательно наличие навыков практической работы с исполнительной документацией  умение работать в команде, коммуникабельность, умение объяснять сложные вещи простым языком, нацеленность на результат   Мы предлагаем:    достойный уровень оплаты труда перспектива профессионального роста внутри компании, как результат успешной работы максимальная вовлеченность и продуктивная атмосфера на рабочем месте социальная стабильность и забота о сотрудниках (официальное оформление, ДМС) корпоративная мобильная связь работа среди профессионалов возможность быть причастным к лучшим девелоперским проектам СПб и Москвы  Честный подход и умные отношения – наш стиль коммуникации и ведения бизнеса. Если вы разделяете наши взгляды, так же любите инновации, стремитесь развиваться, а культура для вас не просто слово, будем рады знакомству!",
        "address": "Адрес не указан"
    },
    {
        "title": "IT Интерн-Halyk Start",
        "url": "https://hh.ru/vacancy/106230278",
        "salary": "Зарплата не указана",
        "description": "Halyk Start – стажировка для выпускников и студентов старших курсов IT специальностей Стажировка Halyk Start - отличная возможность участвовать в инновационных проектах, приобрести колоссальный опыт и навыки, необходимые для успешной карьеры в ИТ. В Halyk Start вы получаете:  Участие в реальных рабочих кейсах крупнейшего банка страны; Опыт работы с современным стеком технологий; Обучение у крутых разработчиков, которые будут вашими наставниками; Возможность совмещать работу и учебу, выбирая гибкий график; Вознаграждение в зависимости от ваших учебных успехов и вклада в рабочие проекты; Приглашение на работу в Халык при успешном прохождении стажировки.  Длительность стажировки от 2 до 7 месяцев, в зависимости от выбранного вами графика и способности учиться и развиваться. Требуются интерны по направлениям: - QA инженер; - Golang backend; - Colvir Разработка, поддержка; -Data engineer (поддержка); - Информационная безопасность; Задайте крутой темп своей карьере в Halyk Start!",
        "address": "Адрес не указан"
    },
    {
        "title": "Инженер по бурению (буровым работам) в Телеметрии",
        "url": "https://hh.ru/vacancy/50160609",
        "salary": "Зарплата не указана",
        "description": "Обязанности:  Работа с телесистемами APS, СИБ. Техническое обслуживание телесистемы. Сборка/Разборка КНБК, контроль работы телесистемы. Контроль наличия оборудования телесистемы, своевременный заказ оборудования на завоз/вывоз. Получение инклинометрической и каротажной информации с оборудования, ее расшифровка и обработка. Учет наработки оборудования телесистемы. Подготовка и предоставление отчетной документации. Анализ и решение проблем, возникающих при строительстве скважин. Составление отчетной документации по установленным формам (ежедневная сводка, суточные рапорты, отчет о предоставленных услугах и т.д.).Ведение ежесуточной сводки в 1С:КИС. Взаимодействие с представителями Заказчика.  Требования:   Высшее (техническое) или среднее (профессиональное) образование по направлениям «Бурение нефтяных и газовых скважин»; «Разработка нефтяных и газовых скважин», «Геонавигация», «Радиотехнология».   Опыт работы в ННБ и телеметрии не менее 3 лет;   Ответственность, стрессоустойчивость, грамотная устная и письменная речь.   Условия:  Вахтовый метод организации работ в ХМАО, ЯНАО. Социальный пакет, ДМС, бесплатное медицинское обслуживание, развивающее обучение, санаторно-курортное лечение; БРОНИРОВАНИЕ работников! Приобретение компанией билетов от места/к месту работы, начисление миль и бонусов на карты работников. Компенсация стоимости питания на месторождении. Подарки детям на Новый год и к 1 сентября, корпоративные мероприятия, различные бонусы, премии. Уровень заработной платы устанавливается по итогам собеседования. Компенсация максимальной северной надбавки с первого дня работы. Суммированный учет рабочего времени (оплата переработок в конце года). Выдача спецодежды, СИЗ. филиал ССК-Технологии.  Будем рады Вашему отклику. Ответим на интересующие Вас вопросы. Дата публикации вакансии может регулярно обновляться.",
        "address": "г.Нефтеюганск, Промзона, ул. Жилая стр.18А/14"
    },
    {
        "title": "Инженер регионального центра управления",
        "url": "https://hh.ru/vacancy/106521172",
        "salary": "90000",
        "description": "Обязанности: - конфигурирование оборудования технологических систем управления - выполнение заявок в системе Service Desk, в ЗО отдела (предоставление/удаление прав доступа, ведение электронных справочников в ЕСМУ) - контроль выполнения графиков проверки тестеров системы мониторинга качества СМК wiSLA - Ведение производственной документации - знание нормативных правовых актов. Требования: Высшее профессиональное (техническое) образование по профилю телекоммуникации, связь, системы передачи информации Уверенный пользователь ПК, знание офисных приложений Условия: Ненормированный рабочий день, полный соцпакет, ДМС",
        "address": "Самара, поселок Соцгород, Пугачевский тракт, 64А"
    },
    {
        "title": "Manual QA Engineer",
        "url": "https://hh.ru/vacancy/106500319",
        "salary": "Зарплата не указана",
        "description": "Мы являемся аккредитованной IT компанией и ведём крупнейшие проекты РЖД. Наша основная миссия — сделать сервисы РЖД и отрасли в России автономными, современными, технологичными и удобными для пользователей. О проекте: АС Договоры – реестр договорной деятельности ОАО РЖД. Первый в РЖД импортозамещенный проект с SAPсистемы на Kotlin. Свыше 80000 пользователей, работающих одновременно. База выше 5 млн документов. Большое количество интеграционных решений с разными системами. Стадия проекта: Начало 2 этапа, формирование и согласование проекта договора. Сопровождение продуктивной системы реализации 1 этапа. Команда: 6 Manual QA, 2 QA Automation, 11 разработчиков, Scrum-мастер, 2 Системных аналитика, 1 Бизнес аналитик. Обязанности:  ​​​​​​​Осуществление ручного функционального тестирования; Ведение различных задач по тестированию; Документирование результатов тестирования; Написание тест - кейсов и отчетов о тестировании; Написание тест-кейсов для приемочного тестирования; Написание пользовательской документации; Обучение и консультация пользователей.  Требования:  Опыт от 1 года тестирования программного обеспечения; Опыт тестирования REST/SOAP; Опыт организации процесса тестирования; Умение писать простые SQL запросы; Знания и практический опыт работы с GitLab ,Jira, Jenkins; Опыт написания тестовой документации; Опыт составления планов тестирования с оценками.    Мы предлагаем:  Работу в крупной стабильной компании; Заботу о здоровье. Оформим полис ДМС со стоматологией. Скидки на ДМС для родственников; Возможность полностью удаленной работы на территории РФ; Белая стабильная заработная плата, официальное оформление с первого дня работы в компании; Годовая премия; Индексация заработной платы; Дополнительные дни к оплачиваемому отпуску; Мы являемся аккредитованной в Минцифры ИТ Компанией, предоставляющей право на льготную ипотеку, также и право подачи документов на отсрочку от мобилизации для профильных ИТ специалистов в соответствии с приказом Минцифры.",
        "address": "Москва, Каланчевская, 13"
    },
    {
        "title": "Инженер-технолог, СГТ",
        "url": "https://hh.ru/vacancy/91770063",
        "salary": "58500",
        "description": "Обязанности:  Разработка, внедрение и сопровождение технологических процессов изготовления и ремонта деталей и сборочных единиц газотурбинных и авиационных двигателей. Проработка конструкторской документации на технологичность. Формирование заявок на изменение конструкторской документации по результатам проработки. Расчёт потребного количества средств технологического оснащения (покупного, собственного изготовления), формирование и оформление перечней необходимого оснащения. Разработка технических заданий на проектирование и изготовление технологического оснащения, нестандартного оборудования, средств автоматизации и механизации. Консультирование конструкторов по проектируемой оснастке. Формирование маршрутных карт, ведомостей оснастки и другой технологической документации. Контроль соблюдения технологической дисциплины на рабочих местах и правил эксплуатации оборудования. Совершенствование, оптимизация, актуализация действующих технологических процессов. Контроль соответствия (актуальности) рабочих экземпляров технологических процессов утверждённым подлинникам изъятие из обращения аннулированной документации. Участие в испытании и внедрении технологического оборудования, в проведении экспериментальных работ по освоению и внедрению новых технологических процессов и режимов производства. Соблюдение нормативной документации по охране труда, окружающей среды, культуре производства, промышленной и пожарной безопасности, правил внутреннего распорядка.  Требования:  Высшее техническое (желательно КНИТУ-КАИ); Уверенный пользователь ПК, Компас/АutoCAD, MS Office; Знание ЕСКД, ЕСТД; Знание основ механической обработки деталей, подбора режущего и измерительного инструмента, назначения баз и очередности выполнения операций; Коммуникабельность, инициативность, ответственность.  Условия:  Официальное трудоустройство согласно ТК РФ в крупную перспективную компанию; Возможность профессионального и карьерного роста через корпоративное обучение и эффективную систему наставничества; Развитая корпоративная культура; Наличие профсоюзной организации на предприятии; Расширенный соц.пакет:  ДМС; Питание в столовой; При трудоустройстве медицинский осмотр за счет компании; Материальная помощь в съеме жилья; Материальная помощь сотрудникам к значимым событиям.   График работы 5/2, 8:00 - 17:00, 8 часовой рабочий день.",
        "address": "Казань, улица Дементьева, 1"
    },
    {
        "title": "Технический директор / СТО",
        "url": "https://hh.ru/vacancy/106403951",
        "salary": "850000",
        "description": "Мы — инновационный блокчейн-проект, стремящийся изменить привычный ландшафт цифровой экономики. Наша миссия — разработка децентрализованных решений, которые предоставляют пользователям новые возможности для взаимодействия с цифровыми активами и финансовыми технологиями. В связи с расширением команды мы ищем опытного и высококвалифицированного Chief Technology Officer (CTO), который возглавит техническое направление компании и поможет нам достичь амбициозных целей.   Основные обязанности:   - Разработка и реализация технической стратегии компании в соответствии с её бизнес-целями. - Управление технической командой, включая подбор, обучение и развитие сотрудников. - Руководство разработкой блокчейн-решений и интеграцией новых технологий. - Обеспечение высокого уровня безопасности, производительности и масштабируемости продуктов. - Взаимодействие с другими отделами компании для достижения общей стратегии развития продукта. - Контроль за исполнением технических проектов, в том числе бюджетирование и управление ресурсами. - Оценка рисков и обеспечение соблюдения всех стандартов и регуляторных требований.   Требования к кандидату:   - Опыт работы на аналогичной должности (CTO, Technical Director) не менее 5 лет, желательно в области блокчейн-технологий. - Глубокие знания и понимание принципов работы блокчейн, смарт-контрактов, криптографии и децентрализованных приложений (dApps). - Опыт разработки и внедрения масштабируемых и безопасных программных решений. - Умение эффективно управлять командой разработчиков и инженеров 30+. - Знание последних тенденций и нововведений в сфере блокчейна и криптовалют. - Сильные лидерские качества, стратегическое мышление и отличные коммуникативные навыки.   Мы предлагаем:   - Возможность стать частью инновационного проекта и работать над передовыми технологиями. - Конкурентоспособную заработную плату и привлекательный пакет бонусов. - Участие в развитии компании и возможность реализации своих идей. - Работа в команде профессионалов с уникальной экспертизой в блокчейн-сфере. - Гибкий график работы и возможность удаленной работы.",
        "address": "Адрес не указан"
    },
    {
        "title": "Manual QA Engineer",
        "url": "https://hh.ru/vacancy/106437502",
        "salary": "Зарплата не указана",
        "description": "Мы - международная компания, лаборатория продуктов, где мы стремится стать лидерами в области VR/XR, web3, машинного обучения и нейронных сетей. Компания разрабатывает и внедряет революционные решения, устанавливая новые стандарты и вдохновляя на достижение невозможного в области информационных технологий.Наша команда - это открытый, заряженный и молодой коллектив, который приветствует инновационные идеи и поддерживает инициативу и творчество наших сотрудников. Обязанности:  Участие в планировании и организации тестирования; Проведение функционального, регрессионного, интеграционного тестирования мобильных приложений и веб-сайтов; Тестирование серверного API; Разработка тестовой документации.    Требования:  Опыт ручного тестирования от 3 лет; Понимание гибких методологий разработки (Agile,Scrum); Понимание жизненного цикла разработки продукта; Знание теории и видов тестирования, умение применять техники тест-дизайна; Умение составлять и вести тестовую документацию и тестовые артефакты (чек-листы, баг-репорты, тест-кейсы и т.д.); Умение тестировать REST API и использовать тестовые инструменты (Postman,Swagger и т.д.); Понимание особенностей тестирования Mobile приложений; Опыт использования снифферов (Charles,Fiddler и т.д).    Что мы предлагаем:  Сильная команда, с которой можно расти; Работа над задачами, которые до вас никто не решал; Возможность присоединится в компанию у самых ее истоков; Офис в Москва Сити; Гибкое начало рабочего дня (до 10:00); Sick days; Медицинская страховка; Реферальная программа.",
        "address": "Москва, Пресненская набережная, 12"
    },
    {
        "title": "Сетевой инженер ЦОД (гибрид)",
        "url": "https://hh.ru/vacancy/106369990",
        "salary": "Зарплата не указана",
        "description": "В данный момент ищем сетевого инженера для компании-подрядчика крупных российских телеканалов.Компания занимается организацией интернет трансляций в интернете, мобильных приложений и приложений для Smart TV. Платформа была запущена 6 лет назад и в данный момент используется на многих сайтах и стремительно развивается. Обязанности:   Обслуживать и модернизировать распределенную сетевую инфраструктуру (в данный момент имеется 2 ЦОДа и будет больше);   Взаимодействовать с операторами связи и поставщиками услуг защиты от DDoS-атак;   Взаимодействовать с операторами и партнерами по организации ВОЛС.   Требования:   Понимание модели OSI;   Понимание организации и функционирования корпоративных СПД и ЦОД-инфраструктуры;   Хорошее знание сетевых технологий: routing, switching, TCP/IP, DHCP, DNS, STP, VLAN, VxLAN, LACP, QoS, IPSec, NAT, протоколов динамической маршрутизации OSPF, BGP и т.д.;   Опыт работы с протоколом IPv6;   Настройка firewall;   Опыт работы с IPTV (IGMP, PIM, SSM);   Знания на уровне сертификации CCNP, JNCIP-ENT;   Опыт работы с оборудованием: Cisco/Juniper/Dell;   Знание Leaf-Spine архитектуры, ECMP;   Опыт работы с ВОЛС;   Знание систем мониторинга: Zabbix, Grafana;   Понимание принципов работы протокола SNMP;   Умение работать с инструментами анализа сетевого трафика: tcpdump, Wireshark;   Уверенное владение ОС Linux;   Знание каких-либо линукс маршрутизаторов: Quagga/Bird/FRR/ExaBGP;   Навыки автоматизации рутинных задач (Bash, Python, Ansible);   Знание английского языка на уровне чтения технической литературы;   Обучаемость, умение самостоятельно разбираться в технической документации.   Будет плюсом:   Наличие сертификатов CCNP, JNCIP-ENT;   Опыт работы с оборудованием российских и китайских вендоров (SNR, Eltex, QTech, DCN и др.);   Опыт работы с DWDM;   Опыт работы с ip-телефонией;   Знание MPLS;   Опыт работы с NetFlow;   Базовые знания SQL.   Условия:   Оформление в соответствии с ТК РФ;   График работы: 5/2, офис или гибрид (2 дня в неделю), гибкое начало рабочего дня;   ДМС (включая стоматологию) после прохождения испытательного срока;   Современный и удобный офис в пешей доступности от м. Тульская;   Компания имеет аккредитацию в Минцифры (со всеми полагающимися льготами поддержки IT-отрасли).",
        "address": "Адрес не указан"
    },
    {
        "title": "QA engineer",
        "url": "https://hh.ru/vacancy/106398084",
        "salary": "100000",
        "description": "Мы - компания Deltasoft с головным офисом в Словении, занимающаяся разработкой программного обеспечения в сфере blockchain технологий. Ищем тестировщика, кому интересны задачи, связанные с автоматизацией биржевой торговли, с созданием и тестированием продуктов на таких технологиях как lightning network, RGB и других. Обязанности:  Проводить функциональное тестирование Локализовывать ошибки (выявлять условия их возникновения) Подготавливать тестовые данные Взаимодействовать с разработчиками, и бизнес-аналитиком  Требования:  Опыт в тестировании - от 2 лет Умение четко описывать суть найденных ошибок Знание SQL (придется работать с БД напрямую) Опыт тестирования API (REST, WebSockets) Опыт работы с http-запросами Опыт использования Postman Postman, Swagger Опыт работы с биржами   Условия:  удаленная работа возможность участия в отраслевых конференциях",
        "address": "Адрес не указан"
    },
    {
        "title": "QA-Engineer",
        "url": "https://hh.ru/vacancy/106475013",
        "salary": "Зарплата не указана",
        "description": "Мы ищем новых специалистов в команду ФСК — одной из крупнейших девелоперов страны. Уже 19 лет компания улучшает качество жизни людей и возглавляет рейтинг уверенности российских застройщиков по версии Forbes. Наша компания умеет раскрывать таланты — в 2023 году ФСК получила золотой статус в списке лучших работодателей России. Мы ценим сотрудников (нас уже больше 20 000 человек!) и командную работу, вместе внедряем творческие и инновационные решения и ждем именно тебя! Предлагаем удобный формат работы, развитую корпоративную культуру и возможности для роста. Построй карьеру на фундаменте ФСК — это вакансия для тебя! Тебе предстоит:   функциональное, регрессионное и пользовательское тестирование веб-приложений;   помогать в разработке и поддержке тестовой документации (тест-кейсы, чек-листы, баг-репорты);   проводить ручное, автоматическое тестирование и выявление проблем в веб-приложениях;   визуально проверять интерфейсы и тестировать пользовательский опыт;   обсуждать с командой разработки дефекты и предложения по улучшению качества продукта.   Ждем в команде, если ты:   учишься на IT, технической, инженерной или бизнес-специальности;   в том числе студент 3-4 курса бакалавриата, 5-6 курса специалитета или магистратуры;   готов уделять работе от 20 часов в неделю.   А еще тебе нужно:   желание развиваться в тестировании программного обеспечения и веб-разработки;   базово владеть методологией тестирования ПО и понятиями QA.   Будет плюсом:   умение работать с системами учета задач (например, Jira);   знания в области веб-технологий (HTML, CSS, JavaScript/TypeScript, Python, Java, C#).   Присоединяйся к команде ФСК и работай с нами на лучший результат!",
        "address": "Адрес не указан"
    },
    {
        "title": "Инженер 2 категории (отдел эксплуатации)",
        "url": "https://hh.ru/vacancy/106518873",
        "salary": "104469",
        "description": "Обязанности:  осуществлять техническое и методическое руководство подведомственными отделу службами (ЛАЭС, ЦРС); организовывать работу и контроль за правильной технической эксплуатацией, техническим состоянием сооружений и оборудования МН и их ремонта; организовывать подготовку технической документации и подготовительных работ для проведения аттестации (переаттестации) МН; организовывать работу по устранению дефектов, проведению дополнительного дефектоскопического контроля, выявленных дефектов на трубопроводе; разрабатывать графики проведения осмотра, технического обслуживания, технического освидетельствования объектов технологических трубопроводов по направлению деятельности (контроль за их выполнением); выполнять разработку проекта производства работ, графиков технического обслуживания и ремонта.  Требования:  стаж работы на производстве не менее 1 года на производстве в должности инженера в области эксплуатации объектов трубопроводного транспорта.  Условия:  работа в крупной производственной компании; стабильная выплата заработной платы + премия (за заслуги ежеквартальная премия); широкий социальный пакет: медицинское страхование, премия к профессиональному празднику, доплата к отпуску, частичная компенсация санаторно-курортного отдыха и лечения, приобретение спортивных абонементов​​​​​; возможность профессионального развития и роста внутри компании; частичная компенсация найма жилья (приглашенным специалистам).",
        "address": "Кстово, поселок Приволжский, Народная улица, 30А"
    },
    {
        "title": "Специалист по информационной безопасности",
        "url": "https://hh.ru/vacancy/106447507",
        "salary": "Зарплата не указана",
        "description": "Обязанности:   выполнять мероприятия по контролю и обеспечению безопасности информации в объектах информатизации;   определять возможные угрозы безопасности информации, уязвимость программного и аппаратного обеспечения, разрабатывать технологии обнаружения вторжения, оценивать и переоценивать риски, связанные с угрозами деструктивных информационных воздействий, способных нанести ущерб системам и сетям вследствие несанкционированного доступа, использования раскрытия, модификации или уничтожения информации и ресурсов объектов информатизации;   определять ограничения по вводу информации, процедуры управления инцидентами нарушения безопасности и предотвращать их развитие, порядок подключения к открытым информационным системам с учетом обеспечения безопасности, связанной с соглашениями о доступе и приоритезации ресурсов, требования к местам резервного хранения, обработки и копирования информации, приоритеты обслуживания по использованию основных и резервных телекоммуникационных сервисов (услуг);   разрабатывать процедуры защиты носителей информации, коммуникаций и восстановления объектов информатизации после сбоя или отказа;   администрировать, сопровождать и эксплуатировать антивирусный сервер, серверы видеонаблюдения, системы контроля и управлением доступом, сервера с установленными системами или программным обеспечением, необходимыми для контроля, мониторинга, регистрации событий, защиты и предотвращения утечек информации (далее – сервера ИБ) и других систем ИБ, межсетевые экраны и системы обеспечения ИБ (IPS);   выполнять работы по установке/переустановке системного и прикладного программного обеспечения на указанные оборудования;   проводить профилактику, оперативное и системно-техническое обслуживание, диагностику и ремонт серверов ИБ, межсетевых экранов и систем обеспечения ИБ (IPS).   Требования:  Базовые знания сетевых технологий (cтек TCP/IP, модель OSI, DNS, DHCP, NAT); Общее понимание принципов работы основных СЗИ, таких как Firewall, SIEM, Proxy, Сканеры безопасности, Администрирование и мониторинг средств защиты информации (АПО Kaspersky, Trend Micro, DLP, Checkpoint и т.п.); Рассмотрение/отработка инцидентов, полученных через веб-платформы Malware information sharing platform (MISP), Resilient Знание основных приемов социальной инженерии; Понимание принципов и основных приёмов фишинговых атак; Администрирование и контроль доступа пользователей к объектам информатизации (Active Directory, Bimoid, FileZilla и т.п. ПО для редактирования доступа пользователей; Опыт работы с телекоммуникационным оборудованием; Знание стандартов единых требовании информационной безопасности; Опыт в анализе и управлении рисками информационной безопасности; Опыт работы с Windows / Unix подобными серверными операционными системами и их компонентами; Деловая переписка.  Условия:   График работы 5/2;   Возможность карьерного роста;   Трудовой отпуск 30 календарных дней;   Прием на работу в соответствии с требованиями трудового законодательства.",
        "address": "Астана, улица Бейбитшилик, 4"
    },
    {
        "title": "Дегустатор бисквитно-кремовых изделий",
        "url": "https://hh.ru/vacancy/95385125",
        "salary": "88000",
        "description": "Обязанности:  Проведение органолептических тестирований готовой продукции — тортов и пирожных фабрики «Фантэль, а также снятие проб при изменении технологии и внедрении новых рецептур; Дегустация за смену до 17-25 образцов фирменной кондитерской продукции; Классификация и систематизация итогов дегустирования, оформление оценки, выражение вкусовых ощущений через систему профессиональных понятий; Фиксация колебаний вкуса и консистенции в зависимости от производственной партии; Составление необходимой отчетности.  Требования:  Образование — высшее: инженер-технолог пищевой промышленности; Высокая чувствительность и восприимчивость к ароматам и вкусам, хорошаягастрономическая память; Опыт работы в кондитерской индустрии желателен, но не обязателен; Заключение терапевта об отсутствии диабета и аллергических реакций на сладкое; Аналитический склад ума. Познания в области влияния технологий на вкус икачество продукта.  Условия:  Работа в компании, лидирующей в кондитерской отрасли; Полный соцпакет; Безлимитный чай, кофе, вода, любые другие напитки, требующие качественногопроведения органолептического анализа; Регулярное прохождение медосмотров; Доставка до работы автобусом; Бесплатное питание, скидки на фирменную продукцию; Система премирования; Корпоративные мероприятия; Рабочее место: Челябинск, ул. Хлебозаводская, 20",
        "address": "Челябинск, Хлебозаводская улица, 20"
    },
    {
        "title": "QA engineer / Специалист по тестированию (бэк и фронт)",
        "url": "https://hh.ru/vacancy/106402774",
        "salary": "100000",
        "description": "Важно!  Позиция для опытного тестировщика как минимум уровня middle+ и выше, который станет основателем и хозяином своего направления в дальнейшем. Первое время нужно будет много «работать руками», потом формировать команду отдела тестирования под себя. Мы ищем тех, кому важно «сделать». Ожидаем, что вы будете по-настоящему разбираться в задаче и задавать вопросы вида «Зачем? Для чего это? Как ты к этому пришёл?».  Мы продуктовый технологический стартап (B2C) в сфере финансов. Будем помогать нашим пользователям понимать свои финансовые задачи и решить их. Вам предстоит развивать сервис и его инструменты для общения с пользователями. Вы будете помогать пользователю получать ту информацию, которая ему интересна, в нужное время удобным способом. Для этого будет сайт и мобильное приложение — ими и предстоит заниматься. Всегда есть опция создавать новые штуки и экспериментировать :) Нам скорее всего по пути, если вы  Самоходный специалист. Считаете свою работу своим главным местом самореализации, успех команды и компании считаете своим успехом, а провалы — своими провалами. Понимаете пользовательский взгляд на продукт, стараетесь вникнуть в пользу тех или иных фич для пользователя. Всегда курсе новинок в своей профессиональной отрасли и готовы рассказывать о них своим коллегам. Разумно подходите к развитию кодовой базы проекта. Не любите писать сложный код, а любите упрощать. Стремитесь к порядку и улучшению Понимаете, когда привнесение новой библиотеки или нового подхода принесёт пользу, а когда потребует только лишних усилий. Коллеги вас понимают, вы объясняете причины решений и логические связки, идёте от настоящей проблемы Если не знаете чего-то — не боитесь спросить. В любой ситуации. Не знать — нормально :) Внимательны к деталям и аккуратны. Вас до мурашек пробирает от непродуманности, невнимательности и неряшливости. Не пугаетесь слова «фигня» в любом контексте. Не принимаете критику лично.  Обязанности   выполнять работу по тестированию и контролю качества веб-версии продукта;   вносить свои предложение по модернизации процессов, либо участвовать во внедрении идей/предложений коллег по команде;   непрерывно развиваться в своей области, быть готовым развиваться в том числе в свободное от работы время.   Требования   опыт тестирования от 1,5 лет frontend & backend;   опыт работы с Cypress/Playwright;   умение разработки тест-кейсов с применением навыков тест-дизайна и техник тест-дизайна;   умение взаимодействовать с системой управления тестированием (TMS);   знание теории тестирования (подходы и методы тестирования, пирамида тестирования, типы и виды тестирования, жизненный цикл дефекта. и др.) и умение применять эту теорию на практике;   умение работать с документацией и большим объемом информации;   умение составлять тестовую документацию;   владение SQL на уровне простых запросов и имеете опыт работы с реляционными базами;   владение навыками API-тестирования на уровне запросов среднего уровня сложности.   Плюсом будет   знание и понимание основ CI/ CD;   опыт тестирования требований;   Условия  Удаленно или гибрид. Зарплата в рынке, обсудим на собеседовании. Задачи большие, но в придачу идёт полная свобода действий. Вы будете стоять у истоков и напрямую влиять на продукт и его развитие. Мы всегда поможем экспертизой и поддержим, когда что-то не получается.  У нас дружелюбная команда без пассивной агрессии (и без активной). Мы много общаемся, обсуждаем решения, иногда спорим, но всё это — ради лучшего на свете продукта :)Будем рады познакомиться, пишите!",
        "address": "Москва, Бауманская улица"
    },
    {
        "title": "Главный инженер по эксплуатации и ремонту здания",
        "url": "https://hh.ru/vacancy/104227377",
        "salary": "180000",
        "description": "Образовательное учреждение г. Москвы находится в поиске Главного инженера по эксплуатации и ремонту здания Задачи:   Организация и контроль комплексного обслуживания здания образовательного учреждения, бесперебойной работы инженерных сетей и оборудования здания;   Контроль своевременного выполнения необходимых работ по подготовке здания к весенне-летнему и осенне-зимнему периодам;   Обеспечение и контроль исправного состояния систем и оборудования, соблюдение правил их эксплуатации и проведение профилактических осмотров и своевременного ремонта;   Контроль выполнения договорных обязательств, связанных с техническим состоянием инженерных систем здания;   Планирование и ведение бюджета расходов в рамках своих функциональных обязанностей;   Составление технических заданий и условий, выбор подрядчиков, привлекаемых для жизнеобеспечения образовательной организации и проведения ремонтных работ;   Составление технического задания на выполнение ремонтных работ для подрядных организаций, надзор и контроль за выполнением ремонтных работ;   Принятие выполненных ремонтных работ подрядными организациями, составление актов выполненных работ, дефектных ведомостей;   Контроль сроков исполнения замечаний подрядными организациями;   Сбор, ведение и контроль документооборота (ведение реестра договоров по расходам, отслеживание остатков по договорам, согласование договоров и дополнительных соглашений, заведение счетов на оплату, работа с закрывающими документами и договорами);   Проведение планового и внепланового осмотра здания образовательного учреждения и прилегающей территории на предмет оценки текущего состояния оборудования, мебели и прочих товарно-материальных ценностей, а также в случае необходимости принятие решений об утилизации неисправного оборудования, мебели или организация и контроль ремонтных, ремонтно-восстановительных и аварийных работ;   Осуществление сбора, учета и контроля за своевременным выполнением заявок, поступающих от сотрудников подразделения образовательной организации;   Снятие показаний и формирование отчетов по потреблению энергетических ресурсов с целью передачи информации в ресурсоснабжающие организации;   Ведение реестров и статистики потребления энергетических ресурсов образовательной организации;   Подготовка отчетности для вышестоящего руководства и бухгалтерии;   Взаимодействие с надзорными органами. Контроль своевременного выполнения предписаний.   Требования:   Высшее образование (техническое, строительное);   Опыт работы на аналогичной должности от трех лет;   Опыт работы в образовательных учреждениях будет Вашим преимуществом;   Опыт взаимодействия с надзорными органами;   Продвинутый пользователь ПК (Word, Excel);   Свободное чтение чертежей, схем и планов;   Знание методической и нормативной документации по организации эксплуатации и ремонту;   Знание технологии ремонтных работы, технических условий, стандартов по монтажу, ремонту, наладке и испытанию оборудования;   Знание норм и расценок на ремонтно-строительные работы, знание норм расхода материалов;   Знание договорной работы, работы с поставщиками и подрядчиками, умение вести деловую переписку и переговоры;   Навыки планирования и ведения бюджета;   Аналитический склад ума.   Условия:  Заработная плата по итогам собеседования; Комфортное рабочее место в центре Москвы; Корпоративные скидки на образовательные программы; График работы 5/2 с 09:00 до 18:00 или с 10:00 до 19:00, сб. и вс. - выходные дни.",
        "address": "Адрес не указан"
    },
    {
        "title": "Инженер по кибербезопасности (Junior)",
        "url": "https://hh.ru/vacancy/105544429",
        "salary": "Зарплата не указана",
        "description": "Лидер FinTech и банковской сфер в обеспечении соответствия требованиям различных стандартов информационной безопасности. История компании начинается с 2012 года, именно тогда стартовали первые консалтинговые проекты. И сейчас мы в поиске \"Инженера по кибербезопасности\" - готовы обучать и помогать на старте!) Обязанности:  Настройка средств защиты для оказания услуг клиентам; оказание сервиса(-ов) информационной безопасности; развитие и автоматизация сервисов; мониторинг работоспособности сервисов и их компонентов; траблшутинг неполадок и их устранение; тестирование новых систем и решений;  Требования:  Профильное образование; Базовые знания ИТ и ИБ технологий и трендов; понимания основных техник и тактик злоумышленников; навыки администрирования *nix-cистем (обязательно); знание и понимание сертификатов и их работы; опыт работы с ELK, OpenSearch и Grafana будет вашим преимуществом; поддержка работоспособности Telegramm-ботов; умение писать простые скрипты для автоматизации рутинных задач; понимание сетей и модели OSI;  Условия:  Достойная заработная плата по результатам собеседования; профессиональное обучение и сертификация за счёт компании; ДМС; дружный коллектив и адекватное руководство; оформление по ТК. удаленный формат работы. По желанию - есть классный офис в Москве с Lounge-зоной и другими плюшками.",
        "address": "Адрес не указан"
    },
    {
        "title": "Главный инженер (Санкт-Петербург)",
        "url": "https://hh.ru/vacancy/106505265",
        "salary": "Зарплата не указана",
        "description": "Обязанности:  Непосредственное управление эксплуатацией складских комплексов; Контроль соблюдения подрядными организациями требований промышленной безопасности; Разработка планов работ по осуществлению производственного контроля складского комплекса; Проведение комплексных, целевых и внеплановых проверок состояния промышленной безопасности складского комплекса; Разработка регламентов планово-предупредительных работ и контроль их проведения; Организация работы по подготовке проведения экспертизы промышленной безопасности опасных производственных объектов; Согласование и контроль выполнения планов ТО и ППР; Проведение комплексных, целевых и внеплановых проверок состояния промышленной безопасности, выявление опасных факторов на рабочих местах; Техническое расследование, анализ причин возникновения аварий и инцидентов, разработка планов мероприятий по их локализации; Проведение мероприятий по обеспечению промышленной безопасности; Работа с подрядными организациями арендадателя и арендаторов, контроль выполнения работ, в том числе обслуживающего персонала складского комплекса; Сотрудничество с другими отделами Компании для предоставления и получения необходимой поддержки и информации; Участие в организации въезда арендаторов в помещения складского комплекса, включая вопросы подготовки помещений, инженерных систем, территории; Участие в подписании арендаторами актов доступа, занятия помещений; Подготовка документации для проведения конкурсов на выбор компании, осуществляющей комплексное обслуживание складского комплекса или компаний, предоставляющих отдельные виды работ/услуг; Участие в организации конкурсов, анализ и подготовка заключений и рекомендаций по выбору компаний; Участие в заключении договоров по сервисному обслуживанию, контроль выполнения работ, взаимодействие с подрядными организациями; Участие в заключение прямых договоров поставки коммунальных ресурсов с сетевыми организациями; Контроль потребления энергоресурсов, учета коммунальных услуг; Участие в техническом аудите объектов недвижимости; Контроль за наличием сертификатов соответствия требованиям промышленной безопасности на применяемые технические устройства; Контроль за выполнением предписаний Московского межрегионального территориального управления технологического и экологического надзора РОСТЕХНАДЗОРА, МСЧ, Пожарного надзора, а также соответствующих федеральных и местных органов исполнительной власти по вопросам промышленной безопасности; Участие в подготовке годового бюджета, сопровождение его утверждения и контроль исполнения; Организация обучения вновь набранного персонала складского комплекса.  Требования:  Высшее техническое, инженерное образование; Опыт работы в компаниях, оказывающих услуги эксплуатации; Знание складских объектов, объектов большой площади и инфраструктуры; Наличие специальных сертификатов (техника безопасности, электробезопасность, пожарная безопасность и т.п.) - опционально.  Компетенции:  Нацеленность на результат и умение работать в команде профессионалов; Техническая грамотность; Стрессоустойчивость; Аккуратность и ответственность.  Условия:  Офис в СК Троицкий; Оформление по ТК РФ; Слаженный коллектив; ДМС после испытательного срока.",
        "address": "Санкт-Петербург, проспект Обуховской Обороны, 295АС"
    },
    {
        "title": "Инженер ручного тестирования / QA Engineer",
        "url": "https://hh.ru/vacancy/106447305",
        "salary": "Зарплата не указана",
        "description": "В команду крупнейшего банка страны требуется IT-специалист. Обязанности:  Использовать современные подходы, инструменты и технологии. Составление тестовых кейсов и за качество ручного тестирования.  Требования:  Опыт работы по специальности/профилю от 3 лет; Понимание принципов построения современных информационных систем (микросервисы, клиент-серверная архитектура, протоколы передачи данных); Знание процессов и методологий разработки и тестирования ПО; Опыт работы с баг-трекинговыми системами, системами контроля версий, средствами непрерывной интеграции; Опыт проверки и анализа документации (навыки создания тестовой документации) Навыки функционального, регрессионного, UI тестирования; Опыт трассировки и тестирования HTTP API (навыки работы с инструментами Postman/Fiddler/SoapUI/Swagger) Знание базовой теории тестирования; Знание банковских продуктов/процессов, основ бухгалтерского учета. Знание SQL, PL/SQL; Знание методов и инструментов автоматизации функционального и нагрузочного тестирования; Опыт командного взаимодействия.  Условия:  График работы: 5/2 с возможностью удаленной работы по РФ; Оформление по аутстафу (ИП/ТК РФ); Компенсация ДМС спустя 6 месяцев работы.",
        "address": "Адрес не указан"
    }
]