[
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/99917875",
        "salary": 115000,
        "description": "Обязанности: охрана подозреваемых и обвиняемых   Требования: соблюдение дисциплины и законности   Полк охраны и конвоирования подозреваемых и обвиняемых ГУ МВД России пог. Москве принимает на работу в полицию: - образование не ниже среднего,Мы предлагаем 5-идневную рабочую неделю, суббота, воскресенье и все государственные праздничные дни-выходные. Ежегодный оплачиваемый отпуск от 50 до 75 календарных дней, а так же предоставляются дополнительные дни к месту проведения отпуска и обратно; бесплатное медицинское обслуживание как для сотрудников подразделения, так и для членов их семей, санаторно-курортное лечение в санаториях, домах отдыха и т. д. Выслуга лет исчисляется 1 год службы = 1,5 года, а именно 1 год в армии и 12,5 лет проработав в нашем подразделении вы имеете право уйти на заслуженную пенсию, так же в стаж службы входит очное обучение (50%). А также, нашим сотрудникам выплачивается ежеквартальная премия в размере 30000 рублей и оплачивается переработка, кроме того выплачиваются полугодовые и годовые премии. Бесплатный проезд в общественном транспорте г. Москвы (подземный, наземный), а также бесплатный проезд в пригородных электричках. Так же предоставляется дополнительный (оплачиваемый) учебный отпуск на момент учебы в высших и средних учебных заведениях. Наше подразделение не направляет в командировки в горячие точки. Есть возможность карьерного роста. Иногородним осуществляется ежемесячная денежная выплата за найм (поднайм) жилого помещения и многое другое. Рассмотрим все варианты трудоустройства!",
        "address": "Москва, проезд Завода Серп и Молот, 4А"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106475723",
        "salary": 80000,
        "description": "Описание вакансии: Полицейский (Специальный Полк полиции, туристическая полиция, конная полиция). Льготная выслуга - 1 год службы приравнивается к полутора годам! Сотрудники полиции не подлежат частичной мобилизации!!! Должностные обязанности: Охрана общественного порядка и общественной безопасности в городе Санкт-Петербурге и Ленинградской области. Профилактика и пресечение правонарушений. Обеспечение правопорядка на улицах и других общественных местах. Также есть возможность нести службу во Всеволожском районе Ленинградской области (г. Мурино и г. Кудрово). Опыт работы не требуется. На службу в полицию имеют право поступать люди, владеющие русским языком; имеющие образование не ниже среднего (полного) общего образования; способные по своим личным, деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудника полиции. Преимущества: Льготная выслуга - год за полтора! Доплата за знание иностранных языков Полный соц. пакет. Официальное трудоустройство Медицинское обеспечение сотрудников и членов их семей Оплачиваемый отпуск 40 дней+ дни следования к месту отпуска и обратно. Предоставление форменного обмундирования Льготная пенсия Оплачиваемый больничный Возможность бесплатного обучения в университете МВД Возможность изучения иностранных языков. Возможность обучения верховой езде.",
        "address": "Санкт-Петербург, 19-я линия Васильевского острова, 10"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/104858123",
        "salary": 100000,
        "description": "Обязанности сотрудиика: Охрана подозреваемых и обвиняемых в различных судах г. Москвы (от районного до Верховного суда РФ)  Выезд на различные следственные действия имеющие общественный резонанс; громкие процессы; телевидение -все это ждет тебя на службе. Требования к кандидату: Годных к строевой службе (категория здоровья не ниже Б-3) Образование не ниже среднего (полного) 11 классов БЕЗ ОПЫТА работы, научим и покажем в процессе стажировки Граждане с других регионов также приветствуются, есть возможность проживания в Москве, на время трудоустройства и в последующем в служебном жилье. Условия: График работы различный: 3\\4, 4\\3, 5/2, также вакансии кинологов и полицейских водителей имеются, в зависимости от должности. Льготная выслуга лет 1 год за 1,5 (Возможность выхода на пенсию после 12,5 лет службы). Ежеквартальные премии, полугодовые премии а также выплата премии по итогам года. Каждый месяц выплаты от мэра города Москвы в размере 22 000 тысячи рублей. Оплачиваемый отпуск, предоставляется два раза в месяц (40+10) т.е. 50 дней + дни на дорогу к месту проведения отпуска(Есть возможность заменить часть отпуска денежной компенсацией). Обучающимся в ВУЗах предоставляется дополнительный оплачиваемый отпуск на время сдачи сессий в полном объёме. Оплата больничных листов 100%. Бесплатный проезд на общественном транспорте в г. Москве, также МЦД. Бесплатное лечение в ведомственных учреждениях: поликлиника, стоматологическая поликлиника, госпиталь, санаторий, для сотрудников и членов их семей. места в общеобразовательных и дошкольных образовательных организациях по и в летних оздоровительных лагерях предоставляются в первоочередном порядке (ст. 46 Федерального закона от 07.02.2011 г. № 3-ФЗ \"О полиции\"). прочие социальные гарантии и льготы, предусмотренные действующим законодательством для сотрудника полиции. Возможность получения бесплатного высшего образования в Университете МВД им. Кикотя. Возможность физического и спортивного совершенствования. Имеется свой тир, тренажёрный и мягкий (для отработки боевых приемов) спортзалы. Предоставление служебного жилья (на срок службы) Предоставление единовременной выплаты для приобретения жилья после 10 лет непрерывного стажа. Выплаты за наем (поднаем) жилья для иногородних, Москва от 32 000 рублей. граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского учета (Постановление Правительства РФ от 27.11.2006 г. № 719 \"Об утверждении Положения о воинском учете\"), и не подлежат мобилизации; ИМЕЕТСЯ ОБЩЕЖИТИЕ!!!! реальная перспектива карьерного роста: на должности среднего начальствующего состава (офицерского). Прием на службу офицеров из других подразделений не ведем;",
        "address": "Москва, проезд Завода Серп и Молот, 4А"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106304854",
        "salary": 100000,
        "description": "Обязанности: Охрана общественного порядка и общественной безопасности при проведении массовых мероприятий, выявление лиц находящихся в розыске, пресечение правонарушений и преступлений. Требования: Годные по состоянию здоровья к службе в Органах внутренних дел; Имеющие полное среднее образование (11 классов). Условия: Стабильная заработная плата от 100 000 на руки; Премирование личного состава по итогам года и за усиленный вариант службы; Стаж службы идет в льготном исчислении 1 год службы за 1.5 года; Пенсия по достижению 20 летнего стажа (13 лет в льготном исчислении); Иногородним предоставляется денежная компенсация за съем жилого помещения в размере от 22 500 до 50 000 рублей (в зависимости от состава семьи); Для проживания предоставляется комната в новом общежитии (для холостых); Бесплатный проезд на общественном городском транспорте города Москвы; Возможность обучения в Университете МВД (бесплатно); Оплачиваемый отпуск (100%) + материальная помощь в размере от 22 000 рублей (в зависимости от оклада и должности); Отпуск от 40 календарных дней. Учащимся, учебный отпуск оплачивается(100%), больничный оплачивается в полном размере (100%); Доступ к современному спортивному комплексу в любое свободное время; Предоставляются путёвки в дома отдыха и санатории МВД РФ; Сотрудник, имеющий стаж службы в органах внутренних дел не менее 10 лет в календарном исчислении, имеет право на единовременную социальную выплату для приобретения или строительства жилого помещения один раз за весь период службы в органах внутренних дел в соответствии с ФЗ 247; И иные льготы положенные сотруднику ОВД согласно законодательству Российской Федерации.",
        "address": "Москва, Рябиновая улица39/2"
    },
    {
        "title": "Полицейский в Росгвардию",
        "url": "https://hh.ru/vacancy/106007097",
        "salary": 85000,
        "description": "Обязанности:  Охрана общественного правопорядка. Работа в составе автоэкипажа в группе задержания.  Требования:  3 ОБП МОВО по СВАО ФГКУ \"УВО ВНГ России по городу Москва\" приглашает на службу граждан , имеющих образование не ниже среднего (полного) общего, способные по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудников Росгвардии.  Условия:  Батальон Росгвардии дислоцируется в г. Москве. Охрана общественного правопорядка. Работа в составе автоэкипажа в группе задержания. график работы 1/3, либо 2/2 СТАБИЛЬНАЯ ЗАРАБОТНАЯ ПЛАТА ОТ 85 000 РУБЛЕЙ ПОСЛЕ ВЫЧЕТА НАЛОГОВ; ЕЖЕГОДНЫЕ ДОПОЛНИТЕЛЬНЫЕ ВЫПЛАТЫ: ежеквартальные премии (Мэровские выплаты), оплата сверхурочных часов работы, за работу в ночное время, праздничные дни и выходы на общественные мероприятия; ОПЛАЧИВАЕМЫЙ ОТПУСК ОТ 40 КАЛЕНДАРНЫХ ДНЕЙ, УЧЕБНЫЙ ОТПУСК, ВЫПЛАТА МАТЕРИАЛЬНОЙ ПОМОЩИ ПРИ УБЫТИИ В ОТПУСК В РАЗМЕРЕ ОДНОГО ОКЛАДА; 100 % ОПЛАТА БОЛЬНИЧНОГО ЛИСТА; обеспечение форменным обмундированием; БЕСПЛАТНЫЙ ПРОЕЗД НА ОБЩЕСТВЕННОМ ТРАНСПОРТЕ г. МОСКВЫ; КОМПЕНСАЦИЯ АРЕНДЫ ЖИЛЬЯ ДЛЯ ИНОГОРОДНИХ СОТРУДНИКОВ ОТ 35 ДО 70 ТЫСЯЧ РУБЛЕЙ (в зависимости от количества членов семьи); льготы при зачислении детей в дошкольные учреждения; льготная пенсия по достижению 20-летнего стажа в ОВД РФ, ВНГ (служба в входит в стаж); возможность получения единовременной социальной выплаты для приобретения или строительства жилого помещения после выслуги 10 лет",
        "address": "Москва, Калужско-Рижская линия, метро ВДНХ"
    },
    {
        "title": "Полицейский/полицейский-водитель",
        "url": "https://hh.ru/vacancy/105601013",
        "salary": 75000,
        "description": "Обязанности: • Охрана общественного порядка • выявление преступлений административных правонарушений лиц и автомобилей в розыске Требования: Образование не ниже среднего (полного) Условия:  Оплачиваемый отпуск Полный соцпакет 2/2",
        "address": "Санкт-Петербург, 17-я линия Васильевского острова, 4-6Е"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105301343",
        "salary": 67000,
        "description": "Вакансия компании: ГУ МВД РОССИИ ПО Г. САНКТ-ПЕТЕРБУРГУ И ЛЕНИНГРАДСКОЙ ОБЛАСТИ Полк охраны и конвоирования Условия:  Работа в органах правопорядка Официальное трудоустройство График работы 5/2 Стажировка и обучение Карьерный рост Соцпакет  Требования:  Образование не ниже среднего  Обязанности:  Охрана и конвоирование подозреваемых и обвиняемых",
        "address": "Санкт-Петербург, Загребский бульвар, 4"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105072557",
        "salary": 100000,
        "description": "Подразделение Главного управления МВД России по г. Москве приглашает на службу в органы внутренних дел столицы на должность полицейского Обязанности:  охрана и конвоирование в судах г. Москвы  Требования:  Гражданин Российской Федерации (ст. 25 Федерального закона \"О полиции\" от 07.02.2011 № 3-ФЗ) Образование не ниже среднего общего (11 классов) Годен к службе по состоянию здоровья  Условия:   5/2, сменный ( выходные и праздничные дни - не рабочие)  льготное исчисление выслуги: 1 год службы = 1,5 года пенсионного стажа; таким образом, вы получаете право досрочного выхода на заслуженную пенсию после 13 лет службы в нашем подразделении; два отпуска в год (+ отпускные): основной отпуск от 40 дней + дополнительный отпуск 10 дней; в итоге 50 дней отпуска с сохранением денежного довольствия даже на первом году службы; стабильность: денежное довольствие только увеличивается с последующими процентными надбавками за выслугу лет, звания и ежегодной индексацией (увеличение от 9000₽ в год); заработная плата на период стажировки от 50 000 ₽ на руки; ежеквартальная доплата от мэрии Москвы каждому сотруднику (30.000 ₽); денежные компенсации за переработанное время, социальные выплаты, доплаты и премии; получение образования в высших учебных заведениях, в том числе и системы МВД России, с предоставлением 100% оплачиваемых учебных отпусков; бесплатное медицинское обслуживание и лечение (и даже после увольнения со службы с правом на пенсию) в ведомственных учреждениях МВД России, в том числе для членов семьи сотрудников, 100%-ная оплата больничных листов; право на санаторно-курортное лечение и оздоровительный отдых в медицинских организациях; бесплатный проезд на всех видах общественного транспорта г. Москвы, включая МЦД; каждому сотруднику выделяется индивидуальный шкаф для хранения форменной одежды и экипировки; в нашем подразделении оборудованы комнаты для переодевания, душевые, тренажерные залы и стрелковый тир; граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского учета (Постановление Правительства РФ от 27.11.2006 г. № 719 \"Об утверждении Положения о воинском учете\"), и не подлежат мобилизации; право на единовременную социальную выплату для приобретения или строительства жилого помещения после 10 лет службы (Федеральный закон РФ от 19.07.2011 г. № 247-ФЗ); право на получение выплаты денежной компенсации за наем (поднаем) жилых помещений от 28 000 рублей в месяц; реальная перспектива карьерного роста: на должности среднего начальствующего состава (офицерского) назначаем только из числа своих сотрудников. Прием на службу офицеров из других подразделений не ведем; Имеются должности среднего начальствующего состава (офицерского) с средним профессиональным образованием; места в общеобразовательных и дошкольных образовательных организациях и в летних оздоровительных лагерях предоставляются в первоочередном порядке (ст. 46 Федерального закона от 07.02.2011 г. № 3-ФЗ \"О полиции\"); жизнь и здоровье сотрудника МВД России подлежат обязательному государственному страхованию; бесплатное обучение в учебном центре ГИБДД ГУ МВД России по г. Москве, с последующим получением категории «D»; прочие социальные гарантии и льготы, предусмотренные действующим законодательством.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/103384010",
        "salary": 120000,
        "description": "Обязанности:  охрана общественного порядка и безопасности в центральной части г. Москвы.  Требования:  образование не ниже полного среднего (11 классов или 9 классов и колледж или техникум); годные по состоянию здоровья; служба в ВС для военнообязанных, категория годности \"А\" (годен к службе), возможно \"Б\" (рассматривается индивидуально);  Условия:  выслуга лет 1 год за 1,6 года!!! график работы 2/2 (12-ти часовой рабочий день); заработная плата от 120 000 руб; возможность карьерного роста; возможность получения бесплатного высшего образования МВД России; ежемесячная надбавка за использование иностранного языка 20 000 руб (если владеете иностранным языком); отпуск от 40 календарных дней; оплачиваемый учебный отпуск; сотрудник, имеющий стаж в ОВД не менее 10 лет в календарном исчислении, имеет право на единовременную социальную выплату для приобретения или строительства жилого помещения один раз за весь период службы в ОВД; бесплатный проезд на общественном транспорте г. Москвы.",
        "address": "Москва, улица Викторенко, 10"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106079743",
        "salary": 95000,
        "description": "Обязанности:  Охрана общественного и порядка и общественной безопасности на территории г. Москвы  Требования:  отслуживших в ВС (для военнообязанных), образование среднее полное  Условия:  Заработная плата от 100000 р., отпуск от 40 суток, 100% оплата отпуска,больничных листов, возможность поступления в ВУЗЫ, бесплатный проезд по г. Москве, выслуга 1 год за 1.5, предоставляется общежитие, компенсация за поднайм жилья от 25.000, медицинская страховка",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский, Полка полиции по охране общественного порядка",
        "url": "https://hh.ru/vacancy/106297101",
        "salary": 90000,
        "description": "Обязанности:  Охрана общественного порядка и общественной безопасности при проведении спортивных и культурно-массовых мероприятий в г. Москве Силовое обеспечение специальных мероприятий, работа и информационными базами и системой распознавания лиц Взаимодействие с иными органами правоохранительной направленности  Требования:  Образование не ниже среднего Годные по состоянию здоровья  Условия: График 2/2 100% оплата больничного листа.100% оплата учебного отпуска. Основной отпуск от 40 суток, бесплатный проезд на метро и пригородных электричках. Оплата поднаема жилья от 22.000т.р",
        "address": "Москва, Совхозная улица, 43"
    },
    {
        "title": "Полицейский 1СПП ГУ МВД России по г. Москве",
        "url": "https://hh.ru/vacancy/106237197",
        "salary": 105000,
        "description": "Обязанности:  Охрана общественного правопорядка и обеспечение общественной безопасности при проведении культурно-массовых и спортивных мероприятий в г. Москве.Выполнение иных специальных задач, связанных с обеспечением общественной безопасности.Выполнение задач совместно с другими органами правоохранительной направленности.Обеспечение безопасности лицам, подлежащим государственной охранеФизическое прикрытие ОРЧ, ОЭБ и ПК, УФМС, ФСО.Профилактические мероприятия.  Требования: Образование не ниже среднего (11 классов),Группа здоровья А, Б Условия:  Льготный стаж службы (1 год за 1 год и 6 месяцев)Стабильная заработная плата,Процентная надбавка за выслугу лет, за сложность, напряженность и специальный режим службы, за работу в г. МосквеДополнительные выплаты: за работу в дни проведения городских, массовых мероприятий, оплата часов переработки.Иные надбавки по занимаемой должности.Оплачиваемый отпуск от 40 суток + дни на дорогу с выплатой денежной компенсации.100% оплачиваемые учебные отпуска,100% оплачиваемые больничные.Компенсация за аренду жилья, либо получение служебного жилья.Бесплатный проезд на всех видах транспорта в г. Москве.Возможность получить бесплатное высшее образование в Университете МВД имени В.Я. Кикотя.Санаторно-курортное лечение в ведомственных домах отдыха сотрудникам и членам их семей.Бесплатное медицинское обслуживание в ведомственных поликлиниках и госпитале ГУ МВД России по г. Москве.Льгота при зачислении в детские дошкольные учреждения.Постановка на специальный учет в военкомате.Страхование жизни и здоровья.Льготная пенсия по выслуге 20 лет (с учетом службы в ВС для военнообязанных и 1 год за 1,5 года службы).ПЕРСПЕКТИВА СЛУЖЕБНОГО РОСТА",
        "address": "Москва, Судостроительная улица, 4"
    },
    {
        "title": "Полицейский Отдела полиции на метрополитене",
        "url": "https://hh.ru/vacancy/106449529",
        "salary": 50000,
        "description": "Обязанности: Охрана общественного порядка, выявление и пресечение преступлений, административных правонарушений на станциях метрополитенаТребования:ИсполнительностьНе ниже полного среднего образованияУсловия:График работы сутки через троеМедицинское обеспечениеОплата проезда к месту отпуска раз в год сотруднику и одному члену семьиКомпенсация за найм жилого помещенияБесплатный проезд в метрополитенеМатериальная помощь (не менее одного раза в год) в размере одного должностного оклада.Ежегодный оплачиваемый отпуск в количестве 40 дней + дополнительные дни за выслугу лет + дополнительные дни на проезд к месту отдыха.",
        "address": "Новосибирск, Серебренниковская улица, 34"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105517506",
        "salary": 95000,
        "description": "Обязанности:  Охрана общественного и порядка и общественной безопасности на территории г. Москвы    Требования:  Отслуживших в ВС (для военнообязанных), образование среднее полное  Условия:  Заработная плата от 100000 р., отпуск от 40 суток, 100% оплата отпуска, больничных листов, возможность поступления в ВУЗЫ, бесплатный проезд по г. Москве, выслуга 1 год за 1.5, предоставляется общежитие, компенсация за поднайм жилья от 25.000, медицинская страховка",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский/Сотрудник полиции",
        "url": "https://hh.ru/vacancy/106384071",
        "salary": 65000,
        "description": "Вакансия компании: ПОиКПиО ГУ МВД России по Санкт-Петербургу и Ленинградской области Полк охраны и конвоирования подозреваемых и обвиняемых ГУ МВД России по СПб и Ло (ПОиКПиО ГУ МВД России) является структурным подразделением ГУ МВД России по Санкт-Петербургу и Ленинградской области, отвечает за надежную охрану и конвоирование лиц, содержащихся под стражей, а именно задержанных по подозрению в совершении преступлений.Также обеспечиваем все следственные действия проводимые с подозреваемыми и обвиняемыми (выездные судебные заседания, показания на месте совершения преступления, конвоирование особо опасных лиц в другие регионы России), а также принимаем участие в охране общественного порядка при проведении массовых, спортивных, культурных и иных мероприятиях на территории города Санкт-Петербурга.Адрес: Санкт-Петербург, Загребский бульвар д. 4 (ст. м. Пр. Славы) Условия  ПОиКПиО ГУ МВД России по Санкт-Петербургу и Ленинградской области: График работы 5/2; Заработная плата от 65000 рублей + оплата сверхурочных + премии по результатам служебной деятельности; Льготная выслуга лет для выхода на пенсию (1 год за 1,5); Основной и дополнительный отпуск в сумме от 67 дней в году; Спортивный зал; 100% оплата больничных листов; Возможность получения бесплатного высшего образования в учебных заведениях МВД России; Нуждающимся предоставляется ведомственное общежитие или производится денежная компенсация за найм жилого помещения; Бесплатное обучение водителей на категорию «C и D».  Требования    Годные по состоянию здоровья; Полное общее среднее образование;  Обязанности  Охрана и конвоирование подозреваемых и обвиняемых в судах г. Санкт- Петербурга и Ленинградской области; Охрана общественного порядка при проведении массовых мероприятий. Образование: среднееДополнительные преимущества:  Фитнес Помощь с переездом и проживанием Спецодежда Дополнительные пожелания:  Командировки",
        "address": "Санкт-Петербург, Загребский бульвар, 4"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105517723",
        "salary": 95000,
        "description": "Обязанности:  Охрана общественного и порядка и общественной безопасности на территории г. Москвы    Требования:  Отслуживших в ВС (для военнообязанных), образование среднее полное  Условия:  Заработная плата от 100000 р., отпуск от 40 суток, 100% оплата отпуска, больничных листов, возможность поступления в ВУЗЫ, бесплатный проезд по г. Москве, выслуга 1 год за 1.5, предоставляется общежитие, компенсация за поднайм жилья от 25.000, медицинская страховка",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105995238",
        "salary": 100000,
        "description": "Вакансия компании: 1 рота 1 батальона ГУ МВД России по г. МосквеОхрана общественного порядкаХочется иметь свободное время для себя, саморазвития и семьи, вы хотите работать в государственной структуре и быть уверенным в завтрашнем дне, иметь перспективу карьерного роста и работать в дружном и сплоченном коллективе, тогда эта информация для Вас:Требования:Служба в ВС, берем бывших сотрудников и с НУКОбразование не ниже среднегоГоден по состоянию здоровья к службеОбязанности:Охрана общественного порядкаГарантируем:стабильный удобный сменный график несения службы: три дня в неделю (не сутки), составляется на месяц с учетом интересов сотрудника и возможностью предоставления до 4-х дней отдыха подряд; спокойные выходные в кругу семьи: все субботы и воскресенья, а также все праздничные дни наши сотрудники не работаютСтабильная заработная платаз/п во время прохождения стажировки 50.000Выслуга лет 1 год за 1,5 года (дающая право на досрочный уход на пенсию, по достижению 13 лет службы)Квартальные, полугодовые, годовые премии, а также благодарности и поощрения за добросовестное несение службыЕжегодный отпуск от 40 дней, дополнительный отпуск 10 дней за службу в нашем подразделении + дни на дорогу к месту проведения отпускаКомпенсация за съем жилья от 20.000, возможность получение служебного жильядоплаты от мэрии Москвы раз в квартал (30 т.р.) каждому сотруднику;Возможность бесплатного получения высшего образования в одном из самых престижных вузов страны по профилю МВД (Московский университет МВД России им. В.Я. Кикотя)Перспектива служебного роста (офицерский состав подразделения набирается из числа сержантского состава)Сотрудники полиции стоят на спецучете и не подлежат мобилизацииБесплатный проезд на всех видах общественного городского транспортаВозможность бесплатного обучения на категорию «Д»Предоставление оплачиваемых учебных отпусковОтличный коллектив, который всегда поможет и подстрахует и руководители которые всегда идут на встречу и помогают в трудных ситуацияхОбразование: среднееДополнительные преимущества:Обучение и тренинги Проезд и бензин",
        "address": "Москва, Сигнальный проезд, 37Астр1"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106472933",
        "salary": 75000,
        "description": "Обязанности:  охрана общественного порядка и безопасности на территории гостиничного комплекса Измайлово. Требования:  граждане РФ, среднее образование, без ограничений по здоровью. Условия:  График работы 2 через 2, отпуск от 47 суток, возможность получения бесплатного высшего образования и другие льготы предусмотренные законодательством.",
        "address": "Москва, Измайловское шоссе, 73Б"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106005902",
        "salary": 100000,
        "description": "Обязанности:  Охрана общественного порядка.  Требования:    Служба в ВС, берем бывших сотрудников Годен по состоянию здоровья к службе Образование не ниже среднего (полного) общего.  Условия: у нас стабильный сменный график несения службы: 3/4, 4/3 дня в неделю (не сутки). График составляется на месяц с учетом интересов сотрудника, с возможностью предоставления до 4-х дней отдыха подряд; субботы и воскресенья, а также все праздничные дни наши сотрудники не работают; денежное довольствие только увеличивается с последующими процентными надбавками за выслугу лет, звания, ежегодной индексацией; льготное исчисление выслуги: 1 год службы = 1,5 года пенсионного стажа; таким образом, вы получаете право досрочного выхода на заслуженную пенсию после 13 лет службы в нашем подразделении; ежеквартальная доплата от мэрии Москвы каждому сотруднику независимо от выслуги лет (30 тыс. ₽); два отпуска в год (+ отпускные): основной отпуск в зависимости от срока службы продолжительностью от 40 до 60 дней + дополнительный отпуск 10 дней; в итоге 50 дней отпуска с сохранением денежного довольствия даже на первом году службы; право получения образования в высших учебных заведениях, в том числе и системы МВД России, с предоставлением оплачиваемых учебных отпусков; бесплатное медицинское обслуживание и лечение в медицинских учреждениях МВД России, в том числе для членов семьи сотрудников; 100%-ная оплата больничных листов, учебных и очередных отпусков; бесплатный проезд на всех видах общественного транспорта г. Москвы; право на льготное зачисление детей в образовательные учреждения; граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского учета; возможность получения субсидии на приобретение жилья после 10 лет службы (Федеральный закон Российской Федерации от 19.07.2011 г. № 247-ФЗ); иногородним компенсация за поднаём жилья от 30 000 рублей в месяц; каждому сотруднику выделяется индивидуальный шкаф для хранения форменной одежды и экипировки; реальная перспектива карьерного роста; жизнь и здоровье сотрудника МВД подлежат обязательному государственному страхованию; право на льготное зачисление детей в образовательные учреждения; детские лагеря, дома отдыха социальные гарантии и льготы, предусмотренные действующим законодательством.",
        "address": "Москва, Сигнальный проезд, вл37А"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105879875",
        "salary": 95000,
        "description": "Мы приглашаем на службу в отдел полиции района Люблино города Москвы ответственных и энергичных кандидатов на должность полицейского патрульно-постовой службы.Обязанности:✅Охрана общественного порядка и обеспечение общественной безопасности.✅Предупреждение и пресечение преступлений и административных правонарушений.✅Оказание помощи гражданам, попавшим в беду.✅Проверка документов у граждан, в случае необходимости.✅Доставка задержанных лиц в служебные помещения территориальных органов или полиции.✅Недопущение и пресечение любых действий, которые могут создать опасность для жизни и здоровья людей.Требования:✅Образование не ниже среднего.✅Способность быстро принимать решения в сложных ситуациях.✅Умение работать в команде.✅Коммуникабельность.✅Ответственность.✅Отсутствие медицинских противопоказаний для прохождения службы в ОВДУсловия:ОМВД России по району Люблино г.Москвы ГАРАНТИРУЕТ:✅ОТПУСК оплачиваемый от 40суток (за время службы увеличивается до 60 суток)✅ граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского и не подлежат мобилизации;✅получение БЕСПЛАТНОГО высшего образования;✅БЕСПЛАТНЫЙ ПРОЕЗД на общественном транспорте;✅Компенсация за найм жилья✅ЛЬГОТНУЮ ПЕНСИЮ по достижении 20 лет стажа;✅КАРЬЕРНЫЙ РОСТ (у Вас есть реальная возможность стать РУКОВОДИТЕЛЕМ, получить звание ПОЛКОВНИКА) ;✅Бесплатное медицинское обслуживание;✅Льготы при зачислении в детские до школьные учреждения;Если вы готовы стать частью команды профессионалов и внести свой вклад в обеспечение безопасности граждан, мы ждём Вас по адресу: г. Москва, ул. Краснодонская,51",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский патрульно-постовой службы (ОВ ППСП), г. Москва",
        "url": "https://hh.ru/vacancy/104673811",
        "salary": 75000,
        "description": "Отдел МВД России по району Левобережный г. Москвы приглашает на службу Обязанности:  Охрана общественного порядка и безопасности граждан Предупреждение и пресечение преступных действий, административных правонарушений Помощь гражданам на вверенной территории  Условия:  График работы : полный рабочий день, 1/3 Оклад от 75 000 руб Компенсация за наем жилого помещения (для иногородних, кроме Москвы и МО) Постановка на специальный воинский учет Возможность карьерного роста и профессионального развития Возможность получения высшего образования бесплатно Бесплатный проезд в общественном транспорте г. Москвы Отпуск от 40 суток Санаторно-курортное оздоровление Возможность выхода на пенсию в 35 лет Другие социальные льготы  Требования:  Образование: среднее (от 11 классов) и выше Рассматриваем кандидатов в том числе без опыта работы для прохождения стажировки и дальнейшего трудоустройства Знание законодательства в области уголовного и административного права (желательно) Наличие военного билета или приписного удостоверения категории A и Б (для военнообязанных) Коммуникабельность, умение работать в стрессовых ситуациях Рассматриваем возможность прохождения службы в порядке перевода",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский патрульно-постовой службы (ОВ ППСП) г. Москва",
        "url": "https://hh.ru/vacancy/104661704",
        "salary": 75000,
        "description": "Отдел МВД России по району Левобережный г. Москвы приглашает на службу Обязанности:  Охрана общественного порядка и безопасности граждан Предупреждение и пресечение преступных действий, административных правонарушений Помощь гражданам на вверенной территории  Условия:  График работы : полный рабочий день, 1/3 Оклад от 75 000 руб Компенсация за наем жилого помещения (для иногородних, кроме Москвы и МО) Постановка на специальный воинский учет Возможность карьерного роста и профессионального развития Возможность получения высшего образования бесплатно Бесплатный проезд в общественном транспорте г. Москвы Отпуск от 40 суток Санаторно-курортное оздоровление Возможность выхода на пенсию в 35 лет Другие социальные льготы  Требования:  Образование: среднее (от 11 классов) и выше Рассматриваем кандидатов в том числе без опыта работы для прохождения стажировки и дальнейшего трудоустройства Знание законодательства в области уголовного и административного права (желательно) Наличие военного билета или приписного удостоверения категории A и Б (для военнообязанных) Коммуникабельность, умение работать в стрессовых ситуациях Рассматриваем возможность прохождения службы в порядке перевода",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский патрульно-постовой службы (ОВ ППСП), г. Москва",
        "url": "https://hh.ru/vacancy/104673519",
        "salary": 75000,
        "description": "Отдел МВД России по району Левобережный г. Москвы приглашает на службу Обязанности:  Охрана общественного порядка и безопасности граждан Предупреждение и пресечение преступных действий, административных правонарушений Помощь гражданам на вверенной территории  Условия:  График работы : полный рабочий день, 1/3 Оклад от 75 000 руб Компенсация за наем жилого помещения (для иногородних, кроме Москвы и МО) Постановка на специальный воинский учет Возможность карьерного роста и профессионального развития Возможность получения высшего образования бесплатно Бесплатный проезд в общественном транспорте г. Москвы Отпуск от 40 суток Санаторно-курортное оздоровление Возможность выхода на пенсию в 35 лет Другие социальные льготы  Требования:  Образование: среднее (от 11 классов) и выше Рассматриваем кандидатов в том числе без опыта работы для прохождения стажировки и дальнейшего трудоустройства Знание законодательства в области уголовного и административного права (желательно) Наличие военного билета или приписного удостоверения категории A и Б (для военнообязанных) Коммуникабельность, умение работать в стрессовых ситуациях Рассматриваем возможность прохождения службы в порядке перевода",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский роты",
        "url": "https://hh.ru/vacancy/95529406",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского (водителя) роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский кинолог (Центр кинологической службы УВД на Московском метрополитене)",
        "url": "https://hh.ru/vacancy/106453930",
        "salary": 80000,
        "description": "Обязанности:  Воспитание и обучение служебных собак под руководством опытных инструкторов-кинологов (проводится обучение во всероссийских кинологических школах); Охрана общественного порядка и обеспечение общественной безопасности на станциях Московского метрополитена с четвероногим напарником.  Требования:  Образование не ниже среднего Годность по своим личным и деловым качествам, физической подготовки и состоянию здоровья выполнять служебные обязанности.  Условия:  заработная плата от 80 000 рублей, с ежегодной индексацией; график работы: пятидневка, 2/2, 1/3 (сутки через трое); 35% доплата от оклада за работу с собакой; премии за добросовестное выполнение служебных обязанностей; ежегодная выплата материальной помощи, а также оказание мер материальной поддержки в случаях необходимости; Правительством г. Москвы ежегодно оказываются дополнительные меры социальной поддержки в размере от 150 000 рублей, и в размере 20 000 рублей единовременно в случаях проведения в городе общественно значимых мероприятий;  Полный социальный пакет, включающий в себя:  бесплатный проезд на общественном транспорте Москвы, а также в пригородных электропоездах. выплата компенсации за работу в выходные и нерабочие праздничные дни; сотрудники, имеющие выслугу не менее 10 лет (с учётом службы в ВС РФ), имеют право на единовременную социальную выплату для приобретения или строительства жилого помещения; выплата компенсации за поднаем жилых помещений или предоставление служебного жилого помещения; ежегодный оплачиваемый отпуск от 40 дней с предоставлением дополнительных дней к отпуску для проезда к месту отдыха и обратно, а также дополнительные оплачиваемые отпуска за выслугу лет и ненормированный служебный день; бесплатное санаторно-курортное лечение и оздоровительный отдых в санаториях МВД России для сотрудников и членов их семей; в периоды временной нетрудоспособности, больничный лист оплачивается в полном размере; право выхода на льготную пенсию по выслуге 20 лет службы (с учётом службы в ВС РФ); обязательное государственное страхование жизни и здоровья.",
        "address": "Москва, проезд Дубовой Рощи, 11"
    },
    {
        "title": "Полицейский (Полк полиции по охране метрополитена УВД на Московском метрополитене)",
        "url": "https://hh.ru/vacancy/106453587",
        "salary": 95000,
        "description": "Обязанности:  Охрана общественного порядка и обеспечение общественной безопасности на станциях Московского метрополитена  Требования:  Образование не ниже среднего Годность по своим личным и деловым качествам, физической подготовки и состоянию здоровья выполнять служебные обязанности.  Условия:  заработная плата от 80 000 рублей, с ежегодной индексацией; ежемесячная доплата 22 000 рублей; график работы: 1/3 (сутки через трое) или 2/2; премии за добросовестное выполнение служебных обязанностей; ежегодная выплата материальной помощи, а также оказание мер материальной поддержки в случаях необходимости; Правительством г. Москвы ежегодно оказываются дополнительные меры социальной поддержки в размере от 150 000 рублей, и в размере 20 000 рублей единовременно в случаях проведения в городе общественно значимых мероприятий;  Полный социальный пакет, включающий в себя:  бесплатный проезд на общественном транспорте Москвы, а также в пригородных электропоездах. выплата компенсации за работу в выходные и нерабочие праздничные дни; сотрудники, имеющие выслугу не менее 10 лет (с учётом службы в ВС РФ), имеют право на единовременную социальную выплату для приобретения или строительства жилого помещения; выплата компенсации за поднаем жилых помещений или предоставление служебного жилого помещения; ежегодный оплачиваемый отпуск от 40 дней с предоставлением дополнительных дней к отпуску для проезда к месту отдыха и обратно, а также дополнительные оплачиваемые отпуска за выслугу лет и ненормированный служебный день; бесплатное санаторно-курортное лечение и оздоровительный отдых в санаториях МВД России для сотрудников и членов их семей; в периоды временной нетрудоспособности, больничный лист оплачивается в полном размере; право выхода на льготную пенсию по выслуге 20 лет службы (с учётом службы в ВС РФ); обязательное государственное страхование жизни и здоровья.",
        "address": "Москва, 43 Совхозная улица"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106131864",
        "salary": 40000,
        "description": "Обязанности: — Охрана общественного порядка и общественной безопасности при проведении различных мероприятий. Требования: — Образование не ниже среднего полного, служба в ВС (для военнообязанных). Условия: ​​​ - Материальная помощь в съёме жилья.- График двое через двое, смена 12 часов.- Стажировка 3-5 месяца.- Отпуск от 40 суток и выше , отгулы, оплата переработки.- 100%-оплата больничного.- ПРЕМИИ!- Начисление пенсии по достижению 50-летнего возраста или 20-летнего стажа работы (служба в ВС (для военнообязанных) входит в стаж работы службы в ОВД)- Льготы при зачислении в детские дошкольные учреждения.- Возможность бесплатного обучения в высших и средних специальных учебных заведениях МВД РФ.- Имеется спортивный зал.- Полный социальный пакет.- Карьерный рост. О компании:—Ул. Рокоссовского 26. По всем вопросам звоните с 09.00 до 18.00",
        "address": "Красноярск, улица Рокоссовского, 26с1"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/96927553",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105879876",
        "salary": 95000,
        "description": "Мы приглашаем на службу в отдел полиции района Люблино города Москвы ответственных и энергичных кандидатов на должность полицейского патрульно-постовой службы.Обязанности:✅Охрана общественного порядка и обеспечение общественной безопасности.✅Предупреждение и пресечение преступлений и административных правонарушений.✅Оказание помощи гражданам, попавшим в беду.✅Проверка документов у граждан, в случае необходимости.✅Доставка задержанных лиц в служебные помещения территориальных органов или полиции.✅Недопущение и пресечение любых действий, которые могут создать опасность для жизни и здоровья людей.Требования:✅Образование не ниже среднего.✅Способность быстро принимать решения в сложных ситуациях.✅Умение работать в команде.✅Коммуникабельность.✅Ответственность.✅Отсутствие медицинских противопоказаний для прохождения службы в ОВДУсловия:ОМВД России по району Люблино г.Москвы ГАРАНТИРУЕТ:✅ОТПУСК оплачиваемый от 40суток (за время службы увеличивается до 60 суток)✅ граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского и не подлежат мобилизации;✅получение БЕСПЛАТНОГО высшего образования;✅БЕСПЛАТНЫЙ ПРОЕЗД на общественном транспорте;✅Компенсация за найм жилья✅ЛЬГОТНУЮ ПЕНСИЮ по достижении 20 лет стажа;✅КАРЬЕРНЫЙ РОСТ (у Вас есть реальная возможность стать РУКОВОДИТЕЛЕМ, получить звание ПОЛКОВНИКА) ;✅Бесплатное медицинское обслуживание;✅Льготы при зачислении в детские до школьные учреждения;Если вы готовы стать частью команды профессионалов и внести свой вклад в обеспечение безопасности граждан, мы ждём Вас по адресу: г. Москва, ул. Краснодонская,51",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/97085999",
        "salary": 80000,
        "description": "требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/104856334",
        "salary": 40000,
        "description": "ОТДЕЛЬНЫЙ БАТАЛЬОН ПОЛИЦИИ УВО по г. Туле филиала ФГКУ « УВО ВНГ России по Тульской области» в Советском районе города Тулы приглашает кандидатов для прохождения службы на должность Полицейский. Обязанности:  охрана общественного порядка и общественной безопасности профилактика преступлений и административных правонарушений охрана объектов всех форм собственности  Требования:  годность по состоянию здоровья образование не ниже 11 классов либо среднего специального  Условия:  график работы сутки через трое иногородним сотрудникам предоставляется возможность получения служебного жилья в центре города кандидатам имеющим высшее образование и специальное звание предоставляется отсрочка от призыва на военную службу гарантированная выплата материальной помощи к отпуску и к концу года оплачиваемый отпуск и больничный расширенный социальный пакет возможность получения бесплатного высшего образования в ведомственных Вузах возможность получения служебной квартиры в центре города для иногородних выход на пенсию через 20 лет выслуги с зачётом службы в ВС (для военнообязанных) санаторно-курортное обслуживание сотрудника и членов его семьи (100% оплата больничных листов) детям сотрудников – в первоочередном порядке предоставляются места в школах и детских садах. льготная оплата путевок в санатории (21 день пребывания с проживанием, питанием и лечебной терапией 12.500 рублей)",
        "address": "Тула, улица Лейтейзена, 6"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105650702",
        "salary": 90000,
        "description": "2-й специальный полк полиции ГУ МВД России по г. Москве - подразделение, способное эффективно решать самые сложные служебные задачи, связанные с обеспечением общественного порядка и общественной безопасности при проведении различных массовых мероприятий в г. Москве. Обязанности  Охрана общественного порядка и общественной безопасности при проведении различных массовых мероприятий в г. Москве (патрульно-постовая служба).  Требования  Образование не ниже среднего полного.  Условия  График 2/2. Стажировка 3 месяца. Отпуск от 40 суток. Предоставляется общежитие. 100% - оплата больничного. Начисление пенсии по достижению 20-летнего стажа (в календарном исчислении) или год за полтора (в льготном исчислении) оплачиваемый учебный отпуск. Льготы при зачислении в детские дошкольные учреждения. Возможность бесплатного обучения в высших и средних специальных учебных заведениях МВД РФ. Бесплатный проезд на общественном транспорте г. Москвы. Имеется современный спортивный зал. Перспектива служебного роста. В летний период времени, дети сотрудников могут пользоваться ведомственными лагерями отдыха.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский роты",
        "url": "https://hh.ru/vacancy/95529411",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского (водителя) роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/96927514",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/96927510",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105072555",
        "salary": 80000,
        "description": "Обязанности:  Контрольно - пропускной режим на охраняемых объектах, охрана общественного порядка и обеспечение общественной безопасности на территории города Москвы Требования: Образование не ниже 11 классов Условия: Сменный график работы 1/3,2/2,5/2 Без опыта Ежеквартальная премия 13 - я зарплата Оплачиваемый отпуск 40 дней 100% оплачиваемый больничный лист Бесплатный проезд на общественном транспорте в г. Москве Бесплатное медицинское обслуживание сотрудника и членов семьи Компенсация найма жилья то 30000 до 50000 рублей Бесплатное обучение в высших учебных заведениях Росгвардии и МВД России Возможность получения единовременной социальной выплаты для приобретения жилья Льготная пенсия по достижению 20 летнего стажа, постановка на специальный воинский учет, пенсия по смешанному стажу.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105483028",
        "salary": 100000,
        "description": "Обязанности: Охрана общественного порядка и обеспечение безопасности граждан Требования: * Образование не ниже полного среднего (11 классов)   Условия:   ✅Заработная плата - от 95000 ✅График работы 2/2 ✅Выслуга лет год за полтора ✅Стабильное премирование за работу на праздниках и крупных массовых мероприятиях. ✅Бесплатный проезд на всех видах городского общественного транспорта. ✅Возможность получения выплаты за съем жилого помещения. ✅Возможность получения бесплатного высшего образования в ведомственных ВУЗах. ✅100% оплата больничных листов. ✅Ежегодная материальная помощь. ✅Оплачиваемый основной отпуск от 40 суток + дни на дорогу, оплачиваемые учебные отпуска при получении первого высшего образования. ✅Страхование жизни и здоровья. ✅Бесплатная ведомственная медицина, включая ведомственную стоматологию. ✅Курсы повышение квалификации по разным направлениям - тактика, медицина, огневая подготовка. ✅Большой спортивный комплекс с открытым и закрытым залом для спортивных игр - футбола, волейбола, баскетбола и т.д.; тренажерный зал, зал для борьбы. ✅Оборудованные раздевалки с душем и санузлом. ✅Для холостых иногородних предоставляется комфортное общежитие со всеми условиями для проживания. (Общежитие новое - сдача объекта была в 2023 году) ✅За переработку предусмотрены компенсации - материальное стимулирование, либо дополнительные дни отдыха",
        "address": "Москва"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/97086020",
        "salary": 80000,
        "description": "требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский роты",
        "url": "https://hh.ru/vacancy/95529422",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского (водителя) роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/104391355",
        "salary": 95000,
        "description": "Мы приглашаем на службу в отдел полиции района Люблино города Москвы ответственных и энергичных кандидатов на должность полицейского патрульно-постовой службы.Обязанности:✅Охрана общественного порядка и обеспечение общественной безопасности.✅Предупреждение и пресечение преступлений и административных правонарушений.✅Оказание помощи гражданам, попавшим в беду.✅Проверка документов у граждан, в случае необходимости.✅Доставка задержанных лиц в служебные помещения территориальных органов или полиции.✅Недопущение и пресечение любых действий, которые могут создать опасность для жизни и здоровья людей.Требования:✅Образование не ниже среднего.✅Способность быстро принимать решения в сложных ситуациях.✅Умение работать в команде.✅Коммуникабельность.✅Ответственность.✅Отсутствие медицинских противопоказаний для прохождения службы в ОВДУсловия:ОМВД России по району Люблино г.Москвы ГАРАНТИРУЕТ:✅ОТПУСК оплачиваемый от 40суток (за время службы увеличивается до 60 суток)✅ граждане, поступившие на службу в органы внутренних дел снимаются с общего воинского и не подлежат мобилизации;✅получение БЕСПЛАТНОГО высшего образования;✅БЕСПЛАТНЫЙ ПРОЕЗД на общественном транспорте;✅Компенсация за найм жилья✅ЛЬГОТНУЮ ПЕНСИЮ по достижении 20 лет стажа;✅КАРЬЕРНЫЙ РОСТ (у Вас есть реальная возможность стать РУКОВОДИТЕЛЕМ, получить звание ПОЛКОВНИКА) ;✅Бесплатное медицинское обслуживание;✅Льготы при зачислении в детские до школьные учреждения;Если вы готовы стать частью команды профессионалов и внести свой вклад в обеспечение безопасности граждан, мы ждём Вас по адресу: г. Москва, ул. Краснодонская,51По вакансии звонить исключительно в рабочее время и рабочие дни,а именно с понедельника по четверг с 10.00-17.00,пятница с 10.00-16.00.",
        "address": "Москва, Краснодонская улица, 51"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/97086032",
        "salary": 80000,
        "description": "требуются кандидаты на должность полицейского роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105330105",
        "salary": 60000,
        "description": "Центр специального назначения вневедомственной охраны Федеральной службы войск национальной гвардии Российской Федерации является территориальным органом Федеральной службы войск национальной гвардии Российской Федерации на межрегиональном уровне, входит в состав Федеральной службы войск национальной гвардии. ЦСН ВО Росгвардии осуществляет полномочия в области охраны особо важных режимных объектов, в том числе верховного суда Российской Федерации, Генеральной прокуратуры Российской Федерации, Совета Федерации Российской Федерации, Министерства иностранных дел Российской Федерации и других объектов, подлежащих обязательной охране войсками национальной гвардии Российской Федерации в соответствии с перечнем, утвержденным правительством Российской Федерации, объектов войск национальной гвардии, имущества физических и юридических лиц по договорам, в том числе при транспортировке. Обязанности: - контрольно-пропускные функции; - видеонаблюдение; - охрана общественного порядка в границах поста; Требования: - Среднее общее образование (11 классов и выше); - Наличие военного билета (для военнообязанных) ; Условия: - Стабильная заработная плата; - Денежная компенсация за съём жилого помещения в пределах г. Москвы; - Ежеквартальная стимулирующая денежная выплата; - Премия по итогам года; - Денежная компенсация за сверхурочную работу, привлечения к исполнению служебных обязанностей в ночное время, выходные и нерабочие праздничные дни; - Денежная премия и дополнительные выплаты за участие в обеспечении охраны общественного порядка в г. Москве; -Материальная помощь при уходе в отпуск и дополнительная материальная помощь в различных жизненных обстоятельствах; - Ежегодный оплачиваемый отпуск от 40 календарных дней; - Дополнительный оплачиваемый отпуск за стаж службы от 5 до 15 календарных дней; - Возможность выхода на пенсию через 20 лет службы (с учетом службы в вооруженных силах РФ и других органах исполнительной власти); - Возможность бесплатного обучения в ВУЗах ВНГ и МВД РФ; - Бесплатное медицинское обеспечение, в том числе членам семьи; - Возможность получения единовременной социальной выплаты для приобретения или строительства жилья; - Льготные условия при зачислении детей сотрудников в дошкольные и образовательные учреждения; - Предоставление путевок в санатории и дома отдыха Росгвардии.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский (водитель)",
        "url": "https://hh.ru/vacancy/105483029",
        "salary": 75000,
        "description": "Обязанности:  Охрана общественного порядка на территории СПБ И ЛО при проведении общегородских мероприятий. Управление служебным автомобилем и доставка наряда к месту несения службы.  Требования:  права любой категории - B,C,D; Годные по состоянию здоровья; Наличие военного билета (для военнообязанных); Полное среднее образование;  Условия:  График работы: 2/2, 1/3; Полный соц. пакет, отпуск от 40 суток, возможность бесплатного обучения в системе МВД, карьерный рост, стабильные выплаты заработной платы от 75 тыс. рублей, в зависимости от выслуги лет; Премии по итогам года и за добросовестное выполнение служебных обязанностей ( ежеквартальные, полугодовые, а так же за обеспечение правопорядка на массовых мероприятиях); Бесплатное медицинское обслуживание в ведомственной поликлинике сотрудников и членов семьи, а также отдых в ведомственных санаториях в Крыму и Краснодарском крае и детские оздоровительные лагеря. Льготы при зачислении в дошкольные и школьные учреждения (детей зачисляют без очередей); Возможность выхода на пенсию после 13,5 лет службы в подразделении (льготная выслуга, 1 год за 1.5, служба в ВС для военнообязанных и очное обучение идёт в зачет); Не имеющим своего жилья предоставляются ведомственные служебные комнаты и квартиры, а так же возможность получения выплаты (от 15 тыс. руб. в мес.) за поднайм жилья; Вас ждёт интересная служба в элитном подразделении Петербургской полиции по обеспечению правопорядка на территории города и области при проведении спортивных и культурных мероприятиях, таких как: футбол, хоккей, концерты и другие общегородские праздники. Мы работаем во всех районах города и области. Работа на автомобилях Форд и Фиат, возможность заниматься спортом (имеется хорошо организованный спортивный зал). Проводятся соревнования по футболу, волейболу, гиревому спорту, а так же ежегодные тестирования на звание лучшего сотрудника Полка, выезды на экскурсии и другие культурные мероприятия. Отдельная база с большой территорией и парковкой для личного транспорта, а так же просторной ремзоной и мойкой, где можно всегда помыть и отремонтировать свой а/м. Комната отдыха для водителей, душевые кабины. Количество вакансий ограничено, сейчас места освободились за счёт ухода некоторых сотрудников на пенсию. Если ты ищешь именно стабильную и престижную службу мы ждём тебя!",
        "address": "Санкт-Петербург, 18-я линия Васильевского острова, 25"
    },
    {
        "title": "Старший группы задержания (полицейский)",
        "url": "https://hh.ru/vacancy/105622673",
        "salary": 35000,
        "description": "Обязанности:Охрана имущества физических и юридических лиц по договорам;охрана общественного порядка и общественной безопасности;реагирование (выезда) по сигналам «Тревога» с охраняемых объектов, квартир, мест хранения имущества гражданТребования: приглашаем в том числе бывших сотрудников ОВД, желающих продолжить службу, способных нести службу по своим деловым и моральным качествам;Имеющих образование не ниже среднего полного (11 классов),Условия:График несения службы: сменныйработа на группе задержания в г. Уфе, Уфимском районе и с. Иглино;заработная плата после назначения на должность от 35 000 до 50 000 рублей, существенная материальная помощь при уходе в отпуск, выплата премии по итогам работы за год,Дополнительная ежеквартальная выплата 30 000 рублей,Возможность выхода на пенсию после 20 лет выслуги с учетом службы в ВС‚Ежегодный оплачиваемый отпуск составляет от 40 до 60 суток в зависимости от выслуги лет и бесплатный проезд к месту его проведения.Бесплатное медицинское обслуживание сотрудников в ведомственных лечебных учреждениях.Процентная надбавка за выслугу лет.Вы получаете высокий уровень подготовки‚ возможность карьерного роста‚Получение единовременной выплаты для приобретения жилья после 10 лет службыВ командировку не направляемНа период службы имеется возможность получения компенсации за найм жилья, а так же получения служебного жильяСанаторно-курортное лечение в учреждениях МВД и РосгвардииБесплатное получение высшего образованияпредоставление бесплатного форменного обмундирования.Дополнительно сообщаем, что сотрудники Росгвардии, пребывающие в запасе, на период мобилизации подлежат бронированию.",
        "address": "Уфа, улица Адмирала Макарова, 20/1"
    },
    {
        "title": "Старший полицейский",
        "url": "https://hh.ru/vacancy/106138810",
        "salary": 45000,
        "description": "Обязанности: охрана общественного порядка, обеспечение общественной безопасности. обеспечение надёжной охраны объектов. Требования: - образование не ниже среднего общего; Условия: Заработная плата от 45 000 рублей, сменный график, перспектива карьерного и личного роста. Льготы: Официальное трудоустройство. Полный социальный пакет. Стабильная и своевременная заработная плата. Материальная помощь не менее одного раза в год. Дополнительная материальная помощь по рождению ребенка в размере 60.000 рублей. Премирование за участие в охране общественного порядка. Ежемесячная денежная компенсация за поднаём жилого помещения: В размере 8892 руб. - на 1 человека В размере 13338 руб. - на 2 человек В размере 15932 руб. - на 3 человек В размере 17784 руб. - на 4 человек В размере 22231 руб. - на 5 человек Ежегодный оплачиваемый отпуск в количестве 40 дней + дополнительные дни за выслугу лет + дополнительные дни на проезд к месту проведения отпуска и обратно. Бесплатный проезд к месту проведения отпуска с одним членом семьи (по территории РФ). Возможность получения льготных путёвок в санаторно-курортные учреждения войск национальной гвардии Российской Федерации. Детям сотрудников предоставляется право поступления в учебные заведения войск национальной гвардии Российской Федерации на бесконкурсной основе Бесплатное медицинское обеспечение (страхование здоровья) Сотрудники, имеющие стаж службы не менее 10 лет в календарном исчислении, получают право на единовременную социальную выплату для приобретения или строительства жилого помещения. Право выхода на пенсию после 20 лет службы. Также, имеется возможность оформления на службу на должности младшего, среднего и старшего начальствующего состава в подразделения Главного Управления Росгвардии по Донецкой Народной Республике.",
        "address": "Новосибирск, Октябрьская улица, 78"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106002238",
        "salary": 75000,
        "description": "Вакансия компании: ОМВД по Пресненскому району г. МосквыТерриториальный Отдел МВД России по Пресненскому району г. Москвы Расположен в самом центре г. Москвы на станции метро улица 1905 года, так же в пешей доступности МЦК и МЦД - Деловой центр, Международная, Шелепиха. В здание расположен свой тир и спортивный залУсловияГpaфик рабoты: 1/3 (сутки чepез трое) либo 5/2 с 09.00 дo 18.00! Стабильная зapабoтнaя платa : oт 75000 pублeй;Eжeгодное пpемиpовaние по итoгам годa; (от 100 000 тыс ~)Eжегoдный оплачиваeмый oтпуск: от 40 cутoк + дoполнительный oтпуcк за выслугу лет oт 5 дo 15 сутoк;Прeдостaвляютcя допoлнитeльные дни к мeсту отдыxа (от 2 до 14 дней);100 % Оплата больничного листа;Бесплатный проезд на Московском метрополитене, МЦК и РЖД;Бесплатное медицинское обслуживание сотрудника и членов его семьи;Компенсация для иногородних за аренду жилья или предоставление служебного помещения;Льготная пенсия после 20 лет выслуги, при наличии гражданского стажа 12,5 лет после 12,5 лет службы ОВД, (служба в армии и очное образование засчитывается в стаж ОВД);Оплата выходов на службу в праздничные и выходные дни;Бесплатное форменное обмундирование;Возможность сделать профессиональную карьеру;Предоставление путевок в санатории и дома отдыха МВД РФ;Сотрудник, имеющий стаж в ОВД не менее 10 лет, имеет право на единовременную социальную выплату для приобретения или строительства жилого помещения.ТребованияОбразование не ниже полного общего (11 классов)ОбязанностиОхрана общественного порядкаРеагирование на сообщения и заявление гражданОхрана массовых мероприятийВзаимодействие с органами прокуратуры, судебной власти, органами государственной безопасностиСбор и анализ материалов правонарушений/преступлений, работа по административным преступлениям и правонарушениям, работа по раскрытию дел уголовной направленностиДополнительные преимущества:ДМС Помощь с переездом и проживанием Проезд и бензин Спецодежда Подарки детям на праздники Зоны отдыха",
        "address": "Москва, Литвина-Седого улица, 3А"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106208775",
        "salary": 62000,
        "description": "Вакансия компании: ОМВД РОССИИ ПО ГОРОДСКОМУ ОКРУГУ КЛИН Деятельность полиции осуществляется по следующим основным направлениям: 1) защита личности, общества, государства от противоправных посягательств; 2) предупреждение и пресечение преступлений и административных правонарушений; 3) выявление и раскрытие преступлений, производство дознания по уголовным делам; 4) розыск лиц; 5) производство по делам об административных правонарушениях, исполнение административных наказаний; 6) обеспечение правопорядка в общественных местах; 7) обеспечение безопасности дорожного движения; 8) государственная защита потерпевших, свидетелей и иных участников уголовного судопроизводства, судей, прокуроров, следователей, должностных лиц правоохранительных и контролирующих органов, а также других защищаемых лиц; 9) осуществление экспертно-криминалистической деятельности. Условия:  Работа в органах внутренних дел График работы согласно установленным правилам Официальное трудоустройство Возможность карьерного роста Проведение специальных тренировок и курсов Соблюдение законодательства и служебной дисциплины Выполнение оперативных задач по розыску и предотвращению преступлений  Требования:  Образование среднее (полное) Высшее образование Высшее юридическое образование Физическая подготовка и навыки Навыки владения оружием и техникой безопасности Коммуникабельность и умение работать в стрессовых ситуациях Знание законодательства и правопорядка  Обязанности:  Охрана общественного порядка Патрулирование территории и контроль за соблюдением законов Проведение оперативно-розыскных мероприятий Взаимодействие с гражданами и другими службами Принятие мер по задержанию правонарушителей Составление отчетов и документации Дополнительные преимущества:  Служебный автомобиль предоставляется ДМС Мобильная связь Помощь с переездом и проживанием Проезд и бензин Спецодежда Подарки детям на праздники Зоны отдыха",
        "address": "Клин, Новоямская улица, 27"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105072556",
        "salary": 80000,
        "description": "Обязанности:  Контрольно - пропускной режим на охраняемых объектах, охрана общественного порядка и обеспечение общественной безопасности на территории города Москвы Требования: Образование не ниже 11 классов Условия: Сменный график работы 1/3,2/2,5/2 Без опыта Ежеквартальная премия 13 - я зарплата Оплачиваемый отпуск 40 дней 100% оплачиваемый больничный лист Бесплатный проезд на общественном транспорте в г. Москве Бесплатное медицинское обслуживание сотрудника и членов семьи Компенсация найма жилья то 30000 до 50000 рублей Бесплатное обучение в высших учебных заведениях Росгвардии и МВД России Возможность получения единовременной социальной выплаты для приобретения жилья Льготная пенсия по достижению 20 летнего стажа, постановка на специальный воинский учет, пенсия по смешанному стажу.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/98195002",
        "salary": "Зарплата не указана",
        "description": "Обязанности:   Оперативное реагирование на сигналы \"Тревога\" из охраняемых объектов и квартир. Охрана общественного порядка и обеспечение общественной безопасности.   Требования:   Образование не ниже среднего (полного) общего, способность по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудника полиции.   Условия:   Сотрудникам предоставляются социальные гарантии: - удобный график работы (1/3, 2/2, 5/2); - отпуск от 40 суток; - бесплатный проезд на общественном транспорте г. Москвы; - бесплатное медицинское обслуживание; - возможность получения бесплатного высшего образования в учебных заведениях системы МВД России и Росгвардии; - право выхода на льготную пенсию по выслуге 20 лет службы (с учетом срока службы в ВС для военнообязанных), а при наличии гражданского стажа 12,5 лет, после 12,5 лет службы в Росгвардии; - обязательное государственное страхование жизни и здоровья; - льготные условия при постановке в очередь детей сотрудников для предоставления места в организациях детского дошкольного образования; - возможность получения отсрочки гражданам, поступающим впервые на службу в войска национальной гвардии и окончившим высшее учебное заведение по всем формам обучения (статья 24 Федерального закона от 28.03.1998 № 53-ФЗ «О воинской обязанности и военной службе»). - возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья. - возможность прохождения лечения и отдыха в санаториях Росгвардии. - ежемесячная компенсация за поднаём (съём) жилого помещения лицам, проживающим за пределами Московского региона.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105072554",
        "salary": 80000,
        "description": "Обязанности:  Контрольно - пропускной режим на охраняемых объектах, охрана общественного порядка и обеспечение общественной безопасности на территории города Москвы Требования: Образование не ниже 11 классов Условия: Сменный график работы 1/3,2/2,5/2 Без опыта Ежеквартальная премия 13 - я зарплата Оплачиваемый отпуск 40 дней 100% оплачиваемый больничный лист Бесплатный проезд на общественном транспорте в г. Москве Бесплатное медицинское обслуживание сотрудника и членов семьи Компенсация найма жилья то 30000 до 50000 рублей Бесплатное обучение в высших учебных заведениях Росгвардии и МВД России Возможность получения единовременной социальной выплаты для приобретения жилья Льготная пенсия по достижению 20 летнего стажа, постановка на специальный воинский учет, пенсия по смешанному стажу.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский (5-й Отдел полиции УВД на Московском метрополитене)",
        "url": "https://hh.ru/vacancy/106453749",
        "salary": 80000,
        "description": "Обязанности:  Охрана общественного порядка и обеспечение общественной безопасности на станциях Таганско-Краснопресненской и Некрасовской линиях Московского метрополитена  Требования:  Образование не ниже среднего Годность по своим личным и деловым качествам, физической подготовки и состоянию здоровья выполнять служебные обязанности.  Условия:  заработная плата от 80 000 рублей, с ежегодной индексацией; график работы: 1/3 (сутки через трое); премии за добросовестное выполнение служебных обязанностей; ежегодная выплата материальной помощи, а также оказание мер материальной поддержки в случаях необходимости; Правительством г. Москвы ежегодно оказываются дополнительные меры социальной поддержки в размере от 150 000 рублей, и в размере 20 000 рублей единовременно в случаях проведения в городе общественно значимых мероприятий;  Полный социальный пакет, включающий в себя:  бесплатный проезд на общественном транспорте Москвы, а также в пригородных электропоездах. выплата компенсации за работу в выходные и нерабочие праздничные дни; сотрудники, имеющие выслугу не менее 10 лет (с учётом службы в ВС РФ), имеют право на единовременную социальную выплату для приобретения или строительства жилого помещения; выплата компенсации за поднаем жилых помещений или предоставление служебного жилого помещения; ежегодный оплачиваемый отпуск от 40 дней с предоставлением дополнительных дней к отпуску для проезда к месту отдыха и обратно, а также дополнительные оплачиваемые отпуска за выслугу лет и ненормированный служебный день; бесплатное санаторно-курортное лечение и оздоровительный отдых в санаториях МВД России для сотрудников и членов их семей; в периоды временной нетрудоспособности, больничный лист оплачивается в полном размере; право выхода на льготную пенсию по выслуге 20 лет службы (с учётом службы в ВС РФ); обязательное государственное страхование жизни и здоровья.",
        "address": "Москва, Таганская площадь, 1"
    },
    {
        "title": "Полицейский (3-й Отдел полиции УВД на Московском метрополитене)",
        "url": "https://hh.ru/vacancy/106453673",
        "salary": 80000,
        "description": "Обязанности:  Охрана общественного порядка и обеспечение общественной безопасности на станциях Большой кольцевой линии Московского метрополитена  Требования:  Образование не ниже среднего Годность по своим личным и деловым качествам, физической подготовки и состоянию здоровья выполнять служебные обязанности.  Условия:  заработная плата от 80 000 рублей, с ежегодной индексацией; график работы: 1/3 (сутки через трое); премии за добросовестное выполнение служебных обязанностей; ежегодная выплата материальной помощи, а также оказание мер материальной поддержки в случаях необходимости; Правительством г. Москвы ежегодно оказываются дополнительные меры социальной поддержки в размере от 150 000 рублей, и в размере 20 000 рублей единовременно в случаях проведения в городе общественно значимых мероприятий;  Полный социальный пакет, включающий в себя:  бесплатный проезд на общественном транспорте Москвы, а также в пригородных электропоездах. выплата компенсации за работу в выходные и нерабочие праздничные дни; сотрудники, имеющие выслугу не менее 10 лет (с учётом службы в ВС для военнообязанных), имеют право на единовременную социальную выплату для приобретения или строительства жилого помещения; выплата компенсации за поднаем жилых помещений или предоставление служебного жилого помещения; ежегодный оплачиваемый отпуск от 40 дней с предоставлением дополнительных дней к отпуску для проезда к месту отдыха и обратно, а также дополнительные оплачиваемые отпуска за выслугу лет и ненормированный служебный день; бесплатное санаторно-курортное лечение и оздоровительный отдых в санаториях МВД России для сотрудников и членов их семей; в периоды временной нетрудоспособности, больничный лист оплачивается в полном размере; право выхода на льготную пенсию по выслуге 20 лет службы (с учётом службы в ВС для военнообязанных); обязательное государственное страхование жизни и здоровья.",
        "address": "Москва, улица Большая Полянка, 7/10с2"
    },
    {
        "title": "Полицейский в туристическую полицию",
        "url": "https://hh.ru/vacancy/106296872",
        "salary": 120000,
        "description": "Обязанности:  охрана общественного порядка и обеспечение общественной безопасности на пешеходных зонах общегородского значения г. Москвы оказание помощи иностранным гражданам на спортивных и культурно массовых мероприятиях международного уровня  Требования:  владение английским языком (французским, итальянским, испанским, немецким, китайским, японским). годные по состоянию здоровья; наличие военного билета с категорией годности \"А\" или \"Б\" для военнообязанных; образование не ниже среднего;  Условия:  льготная выслуга (1 год за 1,5); стабильная заработная плата от 110000 рублей; дополнительно выплачивается: ежемесячная компенсация за поднаем жилья в г. Москве в размере 22000 рублей; отпуск 42 календарных дня с дополнительной выплатой денежной компенсации и сохранением заработной платы; предоставление учебного отпуска с сохранением заработной платы; дополнительные семинары по английскому языку; бесплатный проезд на всех видах общественного транспорта в г. Москве; возможность получения бесплатного высшего образования в Университете МВД им. В.Я. Кикотя; бесплатное медицинское обслуживание ведомственных поликлиниках ГУ МВД России по г. Москве; 100% оплата больничных листов; санаторно-курортное лечение в ведомственных медицинских учреждениях сотрудникам и членам их семей; льготная пенсия после 13 лет службы; карьерный рост при наличии высшего образования.",
        "address": "Москва, улица Викторенко, 10"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105968157",
        "salary": 55000,
        "description": "Обязанности:  Охрана объектов различных форм собственности Патрулирование территории Охрана общественного порядка  Требования:  Годных по своим личным и деловым качествам, физической подготовке, а также по состоянию здоровья исполнять возложенные на сотрудника войск национальной гвардии Российской Федерации обязанности; - Несение службы в составе группы задержания (на постах) на территориях Колпинского и Пушкинского районов - Имеющих образование не ниже среднего (полного) общего.  Условия:  - Сменный график (2/2; 1/3) - Стабильная и достойная з/п оплата больничного (100%); - Оплачиваемый ежегодный отпуск (30 суток - не считая выходных и праздничных дней)+ дополнительные дни на дорогу к месту проведения отпуска; право дополнительного отпуска в зависимости от выслуги лет, предоставление оплачиваемого учебного отпуска во время обучения в высших учебных заведениях; -Оплата за поднаем жилого помещения; - Возможность отдыха в ведомственных санаториях, (стоимость путевки на 21 день составляет 12 тысяч рублей) - Бесплатное страхование жизни и здоровья; - Бесплатное медицинское обслуживание, в том числе и членов семьи в ведомственных медицинских учреждениях; - Обеспечение форменным обмундированием; - Перспектива карьерного роста; - Первоочередные места в детских дошкольных и школьных учреждениях детям сотрудников Росгвардии; - Право на получение единовременной социальной выплаты для приобретения (строительства) жилья после 10 лет службы; - Право выхода на пенсию после 20 лет службы и другие социальные гарантии сотрудника Росгвардии, в соответствии с действующим законодательством РФ;",
        "address": "Колпино, улица Культуры, 16"
    },
    {
        "title": "Полицейский-водитель",
        "url": "https://hh.ru/vacancy/96983053",
        "salary": 80000,
        "description": "Описание работодателя:требуются кандидаты на должность полицейского (водителя) роты полиции.Требования: годные по состоянию здоровья к строевой службе, отслужившие в рядах Вооруженных Сил (для военнообязанных) и имеющие среднее (полное) образование.Обязанности: Охрана общественного правопорядка в составе экипажа группы задержания полиции Росгвардии Западного административного округа г. МосквыУсловия: График работы: 1/3 (с 8:00 до 8:00);-Стабильная заработная плата с процентной надбавкой за выслугу лет;-Отпуск от 40 суток;-Возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья;-Сотруднику не имеющему жилого помещения по месту службы, ежемесячно выплачивается денежная компенсация за наем (поднаем) жилого помещения от 30 тысяч рублей;-Квартальная выплата «Меровской» надбавки;-дополнительные выплаты при обеспечении правопорядка на городских мероприятиях;-Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ и Федеральной службы войск национальной гвардии Российской Федерации;-Оплачиваемый учебный отпуск и больничных листов;-Бесплатный проезд на наземном транспорте и московском метрополитене.-Льготная пенсия по выслуге 20 лет;-Бесплатное медицинское обслуживание в лечебных учреждениях ГУВД г. Москвы для сотрудников и членов их семей, страхование жизни и здоровья сотрудников;-Путевки на санитарно-курортное лечение и в дома отдыха, в том числе для детей сотрудников; - Карьерный рост",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/106412211",
        "salary": 45000,
        "description": "Обязанности:  охрана общественного порядка и общественной безопасности, пресечение преступлений и административных правонарушений.  Требования:  среднее(полное) образование; Категория здоровья А по военному билету (для военнообязанных); Служба в ВС РФ.  Условия:  график работы 2х2. заработная плата от 40000 тысяч рублей, с систематическим повышением за счет дополнительных выплат, полугодовые премии и по итогам года; Ежемесячные выплаты от Правительства НСО в размере 10000 рублей; Оказание ежегодной материальной помощи; бесплатное медобслуживание (в том числе членов семьи); санаторно-курортное лечение в учреждениях здравоохранения системы МВД; бесплатный проезд (перелет) к месту проведения отпуска и обратно; возможность получения бесплатного среднего и высшего образования, юридического - бесплатно; внеочередное предоставление места для ребёнка в ДОУ; оплата части расходов за наем жилья. - обязательное государственное страхование жизни и здоровья сотрудников. - льготы при ипотечном и автокредитовании; единовременная выплата на приобретение (строительство) жилого помещения для сотрудников, имеющих стаж службы более 10 лет; возможность выхода на пенсию по выслуге (20 лет), т.е. до достижения пенсионного возраста, в том числе по смешанному стажу.",
        "address": "Новосибирск, Станционная улица, 9"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/98195000",
        "salary": "Зарплата не указана",
        "description": "Обязанности:   Оперативное реагирование на сигналы \"Тревога\" из охраняемых объектов и квартир. Охрана общественного порядка и обеспечение общественной безопасности.   Требования:   Образование не ниже среднего (полного) общего, способность по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудника полиции.   Условия:   Сотрудникам предоставляются социальные гарантии: - удобный график работы (1/3, 2/2, 5/2); - отпуск от 40 суток; - бесплатный проезд на общественном транспорте г. Москвы; - бесплатное медицинское обслуживание; - возможность получения бесплатного высшего образования в учебных заведениях системы МВД России и Росгвардии; - право выхода на льготную пенсию по выслуге 20 лет службы (с учетом срока службы в ВС для военнообязанных), а при наличии гражданского стажа 12,5 лет, после 12,5 лет службы в Росгвардии; - обязательное государственное страхование жизни и здоровья; - льготные условия при постановке в очередь детей сотрудников для предоставления места в организациях детского дошкольного образования; - возможность получения отсрочки гражданам, поступающим впервые на службу в войска национальной гвардии и окончившим высшее учебное заведение по всем формам обучения (статья 24 Федерального закона от 28.03.1998 № 53-ФЗ «О воинской обязанности и военной службе»). - возможность получения единовременной социальной выплаты для приобретения (строительства) собственного жилья. - возможность прохождения лечения и отдыха в санаториях Росгвардии. - ежемесячная компенсация за поднаём (съём) жилого помещения лицам, проживающим за пределами Московского региона.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский в г. Москва",
        "url": "https://hh.ru/vacancy/105444676",
        "salary": 100000,
        "description": "Работа на территории работодателя. Адрес организации: г. Москва ул. Рябиновая, д. 39 корпус 1 1 рота 5 батальона 2-го Специального полка полиции ГУ МВД России по г. Москве приглашает на службу   Обязанности:• Обеспечение общественной безопасности при проведении массовых мероприятий, а также оказание силовой поддержки другим структурным подразделениям РФ при проведении специальных мероприятий;• Охрана общественного порядка и общественной безопасности в городе Москве. Требования:• способные по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудника полиции;• образование не ниже среднего полного;   Условия:• ЗП от 100000, с процентной надбавкой за выслугу лет, особый режим несения службы и звание;• График работы 2\\2; Льготный стаж службы 1 год за 1.5• Отпуск от 40 суток;• Перспектива карьерного роста;• Возможность выхода на пенсию после 20 лет службы (Служба в ВС входит в стаж);• Бесплатный проезд на общественном транспорте г. Москвы;• Бесплатное медицинское обслуживание в поликлиниках МВД РФ, в т. ч для членов семьи, 100% оплата больничных листов;• Компенсация за съем жилья от 25 000 рублей (согласно ФЗ 247);• Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ с сохранением заработной платы;• Предоставление путевок в дома отдыха и санатории МВД РФ;• Бесплатное посещение спортивных залов (на территории подразделения имеются 2 спортивных зала), тренажерный комплекс (воркаут), комнаты психологической разгрузки.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский в г. Москва",
        "url": "https://hh.ru/vacancy/105444192",
        "salary": 100000,
        "description": "Работа на территории работодателя. Адрес организации: г. Москва ул. Рябиновая д. 39 корпус 1 1 рота 5 батальона 2-го Специального полка полиции ГУ МВД России по г. Москве приглашает на службу   Обязанности:• Обеспечение общественной безопасности при проведении массовых мероприятий, а также оказание силовой поддержки другим структурным подразделениям РФ при проведении специальных мероприятий;• Охрана общественного порядка и общественной безопасности в городе Москве. Требования:• способные по своим личным и деловым качествам, физической подготовке и состоянию здоровья выполнять служебные обязанности сотрудника полиции;• образование не ниже среднего полного;• наличие спортивных разрядов и квалификаций приветствуется;   Условия:• ЗП от 100000, с процентной надбавкой за выслугу лет, особый режим несения службы и звание;• График работы 2\\2;• Отпуск от 40 суток;• Перспектива карьерного роста;• Возможность выхода на пенсию после 20 лет службы (Служба в ВС входит в стаж);. Льготный стаж службы 1 год за 1.5 • Бесплатный проезд на общественном транспорте г. Москвы;• Бесплатное медицинское обслуживание в поликлиниках МВД РФ, в т. ч для членов семьи, 100% оплата больничных листов;• Компенсация за съем жилья от 25 000 рублей (согласно ФЗ 247);• Возможность получения бесплатного высшего образования в учебных заведениях МВД РФ с сохранением заработной платы;• Предоставление путевок в дома отдыха и санатории МВД РФ;• Бесплатное посещение спортивных залов (на территории подразделения имеются 2 спортивных зала), тренажерный комплекс (воркаут), комнаты психологической разгрузки.",
        "address": "Адрес не указан"
    },
    {
        "title": "Полицейский",
        "url": "https://hh.ru/vacancy/105990507",
        "salary": 80000,
        "description": "Вакансия компании: Отдел МВД России по Тверскому району г. МосквыПравоохранительные органыУсловияграфик работы 2/2;стабильная заработная плата, с ежегодной индексацией, а также с процентной надбавкой за выслугу лет;возможность получения бесплатного высшего образования в Университете МВД им. В.Я. Кикотя;100% оплачиваемый учебный отпуск; ﻿постановка на специальный учёт в военкомате,﻿ предоставление справки (для военкомата) на время трудоустройства;﻿денежная компенсация за наем (поднаем) жилых помещений;﻿бесплатный проезд на общественном транспорте в г. Москве;﻿﻿бесплатное медицинское обслуживание в ведомственных поликлиниках ГУ МВД России по г. Москве, в период временной нетрудоспособности, больничный лист оплачивается в полном размере;Санаторно-курортный отдых, в санаториях МВД (Краснодарский край, Ставропольский край и др.)обязательное государственное страхование жизни и здоровья;льготы при зачислении в детские дошкольные учреждения;премии за добросовестное выполнение служебных обязанностей;ежегодная выплата материальной помощи, а также оказание мер материальной поддержки в случаях необходимости;выплата компенсации за работу в выходные и нерабочие праздничные дни;ежегодный оплачиваемый отпуск от 40 дней с предоставлением дополнительных дней к отпуску для проезда к месту отдыха и обратно, а также дополнительные оплачиваемые отпуска за выслугу лет и ненормированный служебный день;право выхода на льготную пенсию по выслуге 20 лет службы (с учётом службы в ВС РФ);перспектива карьерного роста.Требования:Образование не ниже среднего (полного)Граждане, годные по состоянию здоровьяОбязанности:Охрана общественного порядка и обеспечение общественной безопасности в Центральном районе г. МосквыПресечение преступлений и административных правонарушенийСоблюдение законности и прав граждан",
        "address": "Москва, Дмитровка Б. улица, 28"
    }
]