[
    {
        "title": "Frontend developer",
        "url": "https://hh.ru/vacancy/106508456",
        "salary": "Зарплата не указана",
        "description": "OOO Udevs — один из ведущих разработчиков заказного программного обеспечения в Центральной Азии. Мы ищем талантливого фронтенд-разработчика для создания привлекательных и функциональных пользовательских интерфейсов и улучшения взаимодействия пользователей с нашими продуктами.   Обязанности:   Знание JavaScript, включая современные подходы;   Знание TypeScript;   Знание React;   Знание API браузеров;   Опыт разработки SPA-приложений;   Знание гибких методологий Agile: Scrum, Kanban;   Знание стадий жизненного цикла программного обеспечения;   Работа с системой контроля версий Git.   Требования:   Анализ и оценка требований;   Верстка и разработка нового функционала;   Доработка существующего функционала;   Написание unit тестов;   Тестирование;   Устранение дефектов и уязвимостей;   Документирование.   Условия:  Конкурентоспособную заработную плату. Официальное трудоустройство. График работы 5/2 с 9:00 до 17:00. Уютная рабочая атмосфера. Оплачиваемый обед на территори и офиса. Оплачиваемый абонемент в спортзал. Возможность повышения грейда и заработной п латы каждые 4 месяца. Тeambuilding .",
        "address": "Ташкент, Юнусабадский район, массив Юнусабад"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106439040",
        "salary": 200000,
        "description": "Мы ищем в нашу команду front-end разработчика, для создания крутых продуктов, которые наши Клиенты будут любить за максимальное удобное и легкое в использовании. Обязанности: Что нужно делать:· Верстка страниц приложений, интеграция на уровне back-end· Взаимодействие с UI/UX-дизайнерами и back-end разработчиками· Участие в организации и улучшении процессов разработки QA, CI-CD· Постоянная работа над оптимизацией страниц, с целью повышения скорости загрузки· Написание чистого, структурированного и хорошо документированного кода Требования: · Опыт разработки программного обеспечения на JavaScript от 1-го года· Знание шаблонов проектирования и алгоритмов· Знание принципов OOP· Опыт работы с современным JavaScript-фреймворком и библиотеками (Vue, Nuxt3, SSR), опыт в SEO оптимизации сайтов· Знание стандартов HTML5 и CSS3· Понимание принципов CI· Опыт взаимодействия с командной разработки· Опыт работы с Git, Docker, Webpack· Опыт работы с большими, высоконагруженными проектами Стек технологий:· Vue· JavaScript· Nuxt JS   БУДЕТ ПРЕИМУЩЕСТВОМ:· Желательны базовые знания linux(centos 7)Условия: Оклад обсуждается индивидуально",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106012473",
        "salary": "Зарплата не указана",
        "description": "GASKAR GROUP — разработчик и интегратор собственных IT-решений в строительной сфере и один из лидеров в этой области. Мы разрабатываем продукт на микросервисной архитектуре с отраслевой \"заточкой\" под строительств. Данный продукт охватывает все этапы в процессе строительства с точки зрения программного обеспечения, начиная с концепта будущего здания и заканчивая сдачей готового объекта в эксплуатацию. Конечная цель — цифровизация всей строительной отрасли. Мы находимся в активном поиске талантов на должность системного аналитика.Обязанности:  Разработка кода и тестов; Тех. документирование реализованного функционала; Участие в проработке/проектировании тех. решений на проектТребования: Наличие опыта командной разработки Single Page Application, практический опыт и понимание, как построить большое веб-приложение; Знание языка TypeScript и современных браузерных API; (Желательно) опыт работы с WebGL, понимание базовых концепций 3d (canvas, камера, сцена и т.п.) (Желательно) опыт участия в open-source проектах (контрибьюция, поддержка, опыт работы с большой кодовой базой) Отличное знание React, включая основные паттерны (HoC, Render Prop), работа с контекстом, использование ref-ов, уверенное владение хуками, умение выстраивать грамотную архитектуру применяя компонентный подход; Понимание практик дизайна состояния приложения: управление сайд-эффектами и асинхронными операциями, нормализация данных, мемоизация; Конфигурации сборки проекта (webpack/rollup); Отличное знание HTML / CSS, умение верстать страницы любой сложности, знакомство с основными методологиями верстки, семантики; Опыт поиска и решения проблем производительности в веб-приложениях; Уверенное владение Git, работа по модели ветвления GitFlow; Ответственность, желание отвечать за свой модуль в рамках большой команды разработки  Используемые технологии:  React, TypeScript; react-hook-form; material-ui; styled-components. Условия:  Удаленный формат работы; Официальное трудоустройство, полностью \"белая\" заработная плата; ДМС через полгода; Соц. пакет по ТК РФ; График работы 5/2 с 09:30 до18:30 пятница сокращенный день; Уровень заработной платы обсуждается индивидуально по итогам интервью; Открытая, демократичная культура, внутренние корпоративные мероприятия; Возможность реализовать свои идеи и развить свой Soft и Hard вместе с нашей командой профессионалов",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/105496804",
        "salary": 200000,
        "description": "Обязанности:  Брать большинство заказов. Выполнять в срок. Самое главное - выполнение работы. Неважно какими инструментами. Необязательно знать нижеперечисленные языки, однако приблизительный перечень прикреплю. Больше - лучше. -i18n, jest. - Vue (3) composition/options api - JavaScript es6+, Typescript - адаптивная, кроссбраузерная верстка - Vuex, Pinia - pg - Vuetify, TailwindCSS, Element - RESTful API (fetch, axios) - Prettier, ESLint - Vite/Webpack - Websocket - Figma, Postman, Git, Swagger - git(GitHub, Gitlab)  Требования:  Ищем как фронт-, так и бэк- разработчиков.  Условия:  Сдельная оплата. Присылаю заказ - оцениваете - берем в работу. Гарантирую большое количество заказов. Работа удаленно. Оформление не по ТК.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106368770",
        "salary": "Зарплата не указана",
        "description": "Приглашаем в свою команду Frontend-разработчика. Формат работы: в офисе (г. Минск, ст. м. Молодежная). Опыт работы - от 2 лет.   Требования: - опыт работы с React/Electron/Redux/React Hooks/React Router/Reselect/Redux Thunk; - опыт и знание HTML/CSS/JavaScript (ES6+); - взаимодействия с серверным API, AJAX, axios; - опыт работы с UI-frameworks (Ant Design,MUI) ; - умение оценивать и декомпозировать задачи; - знание и опыт работы с системами контроля версий Git (GitHub) и др.; - знание ООП и ФП (функциональное программирование), паттерны проектирования; - знание REST, JSON:; - опыт работы с Npm, Git, Devtools, Nginx;   Будет плюсом: - опыт работы с NodeJS, MySQL, Figma и тд. - знание английского языка;",
        "address": "Адрес не указан"
    },
    {
        "title": "Junior разработчик",
        "url": "https://hh.ru/vacancy/106466262",
        "salary": "Зарплата не указана",
        "description": "Мы приглашаем в команду разработчика программных сервисов отдела телефонии, который будет ответственен за создание и улучшение наших технических решений в области телефонии​​​​​​​.Стек технологий на проекте​​​​​​​:Python, Docker, Postgres, SQL​​​​​​​.Обязанности:  Backend разработка; Создание и оптимизация процедур в СУБД Postgres; Разработка приложений с нуля, построение схем, API; Ведение документации.  Требования:  Высшее/неполное высшее/среднее специальное образование в области информационных технологий; Уверенные знания Python и понимание принципов асинхронного и многопоточного программирования; Базовые парттерны проектирования; Понимание принципов работы с REST API; Уверенные навыки работы с Git, понимание принципов командной работы с версионированием кода; Уверенные знание SQL (отдаем преимущество знающим оконные функции, оптимизацию запросов, создание индексов).Работаем в основном в Postgres; Понимание принципов работы с БД, транзакции, партиционирование, репликация; Опыт работы или твердая теоретическая база с Docker, Docker Compose и Kubernetes; Умение работать в команде, самостоятельность, ответственность, целеустремленность и отличная обучаемость;Желательно:  Знание Golang и/или Java, как преимущество; Знание JavaScript и опыт работы с одним из популярных фреймворков Vue, React; Навыки веб-разработки: HTML, CSS (фреймворки Bootstrap или Tailwind CSS); Опыт работы с системами телефонии; Опыт разработки под Windows.  Условия:  Официальное оформление с первого дня выхода на работу; Атмосфера профессионального развития, вдохновленная принципами Agile; Профессиональная команда девелоперов, авторитетных тимлидов и опытных наставников; У нас самый уникальный портфель бенефитов по программе софинансирования (ДМС, фитнес, школа ин. языков на выбор, скидки на коробочные продукты банка и партнеров) Мы поможем развить вашу проф. экспертизу: оплатим профессиональные тренинги и внешние образовательные курсы, участвуем в ИТ активностях (митапы, хакатоны, юконы) Вовлеченность, комфорт, свобода, минимум бюрократии, нет дресс-кода, гибкое начало и завершение рабочего дня, приходи – с нами будет интересно!",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/105728648",
        "salary": "Зарплата не указана",
        "description": "Обязанности:  Создание новых и развитие существующих программных продуктов компании, ориентированных как на клиента, так и на коллег; Разработка веб-приложений и сервисов с использованием языка JavaScript и JavaScript-библиотек для создания пользовательских интерфейсов; Участие в принятии архитектурных решений, касающихся создаваемых продуктов; Постановка задач для других разработчиков; Ведение исполняемых проектов в Jira и системе контроля версий; проведение peer review.  Требования:  Развитые навыки программирования, проектирования, анализа; Хорошее знание языка JavaScript — как основ, так и современных стандартов; умение находить оптимальные решения; стремление писать хорошо поддерживаемый код; Хорошее знание HTML, CSS; Знание React и опыт работы с Redux или иными менеджерами состояний. Приветствуются:• Знание любых других языков программирования, опыт разработки в других областях;• Умение грамотно и доходчиво излагать свои мысли, работать сообща и планировать свои трудозатраты;• Опыт разработки на TypeScript;• Опыт работы с системами сборки Webpack/Browserify;• Опыт работы с таск-менеджерами Gulp/Grunt;• Опыт разработки с использованием любых препроцессоров SASS, LESS, Stylus;  Условия:  график работы 5/2;  полностью удаленный или гибридный формат работы, удобный график присутствия в офисе, сотрудники могут несколько дней в неделю работать удаленно, в режиме home office;   социальные программы для сотрудников: систему скидок в повседневной жизни, бесплатную телемедицину, льготы на ДМС, психологическую, финансовую и юридическую поддержку, помощь с ипотекой, заботу о сотрудниках в сложных жизненных ситуациях;   развитую корпоративную культуру: благотворительные проекты, клубы по интересам, спорт, эко-инициативы;   возможности карьерного роста - новые карьерные возможности получили около 15% сотрудников группы компаний;   современный комфортный офис в живописном районе. В Москве — рядом с парком Сокольники (добираться легко — от метро вас доставит бесплатный шаттл, 5 мин.).   стабильный доход: конкурентоспособная «белая» зарплата точно в срок, соблюдение всех норм законодательства в части оформления, отпусков и больничных.",
        "address": "Адрес не указан"
    },
    {
        "title": "Junior разработчик",
        "url": "https://hh.ru/vacancy/106466261",
        "salary": "Зарплата не указана",
        "description": "Мы приглашаем в команду разработчика программных сервисов отдела телефонии, который будет ответственен за создание и улучшение наших технических решений в области телефонии​​​​​​​.Стек технологий на проекте​​​​​​​:Python, Docker, Postgres, SQL​​​​​​​.Обязанности:  Backend разработка; Создание и оптимизация процедур в СУБД Postgres; Разработка приложений с нуля, построение схем, API; Ведение документации.  Требования:  Высшее/неполное высшее/среднее специальное образование в области информационных технологий; Уверенные знания Python и понимание принципов асинхронного и многопоточного программирования; Базовые парттерны проектирования; Понимание принципов работы с REST API; Уверенные навыки работы с Git, понимание принципов командной работы с версионированием кода; Уверенные знание SQL (отдаем преимущество знающим оконные функции, оптимизацию запросов, создание индексов).Работаем в основном в Postgres; Понимание принципов работы с БД, транзакции, партиционирование, репликация; Опыт работы или твердая теоретическая база с Docker, Docker Compose и Kubernetes; Умение работать в команде, самостоятельность, ответственность, целеустремленность и отличная обучаемость;Желательно:  Знание Golang и/или Java, как преимущество; Знание JavaScript и опыт работы с одним из популярных фреймворков Vue, React; Навыки веб-разработки: HTML, CSS (фреймворки Bootstrap или Tailwind CSS); Опыт работы с системами телефонии; Опыт разработки под Windows.  Условия:  Официальное оформление с первого дня выхода на работу; Атмосфера профессионального развития, вдохновленная принципами Agile; Профессиональная команда девелоперов, авторитетных тимлидов и опытных наставников; У нас самый уникальный портфель бенефитов по программе софинансирования (ДМС, фитнес, школа ин. языков на выбор, скидки на коробочные продукты банка и партнеров) Мы поможем развить вашу проф. экспертизу: оплатим профессиональные тренинги и внешние образовательные курсы, участвуем в ИТ активностях (митапы, хакатоны, юконы) Вовлеченность, комфорт, свобода, минимум бюрократии, нет дресс-кода, гибкое начало и завершение рабочего дня, приходи – с нами будет интересно!",
        "address": "Адрес не указан"
    },
    {
        "title": "Golang-разработчик",
        "url": "https://hh.ru/vacancy/103898440",
        "salary": 115000,
        "description": "Гаскар Групп — российская ИТ-компания, лидер продуктовой разработки в строительной сфере. Есть аккредитация Минцифры. Ищем Golang-разработчика в команду BuildBus для нашего флагманского продукта. Ценим в своих сотрудниках ответственность и самостоятельность. Создаём комфортную и поддерживающую рабочую атмосферу, помогаем развиваться и инвестируем в обучение.   Что нужно делать: • создание нового функционала, либо расширение существующего функционала действующего ПО; • поиск и исправление дефектов в существующем ПО; • проведение интеграционного тестирования с партнерами в чатах и по ВКС; • ответы на вопросы пользователей, касающихся взаимодействия с нашим ПО.       Ожидания от кандидата: • опыт в Golang-разработке; • знание REST/gRPC API; • знание Kafka, Postgres, Docker.       Огромным преимуществом станет: • знание базовых команд kubectl; • знакомство с pipeline.       Мы предлагаем: • конкурентную белую заработную плату; • гибкое начало и окончание рабочего дня; • наставничество со стороны опытных коллег и обучение за счёт компании; • команду единомышленников, с которой интересно работать и общаться.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106469734",
        "salary": "Зарплата не указана",
        "description": "Привет! Мы - фронтовая команда food.ru, ищем нового разработчика. Наш продукт начинался с медиа о еде, но сейчас у нас есть академия для тех, кто хочет научиться готовить, и магазин для тех, кто уже умеет. Мы продолжаем развиваться и запускать новые эксперименты с форматами контента для наших пользователей, а значит нам нужна помощь. Зачем тебе к нам?  Мы не ищем \"10х разработчика\", так как знаем, что дисциплина и пытливый ум могут намного больше, чем овертаймы и \"временные решения\". Мы верим в то, что любому разработчику необходимо погружение в задачу, а значит ему нужно иметь возможность управлять своим временем, а не находиться на созвоне 24/7. У нас по-настоящему полные спеки по фичам. Никаких: \"сделай хорошо, плохо не делай\", только подробное описание функциональности и источников данных. У нас полностью распределенная команда. Все часовые пояса от Новосибирска до Калуги. При этом у нас небольшая команда и каждый новый человек приносит частичку своей культуры в разработку. Мы не затаскиваем технологии в проект по принципу \"так принято\" и стараемся подбирать инструмент по необходимости. Так у нас появились effector и feature sliced design вместо редакса и свалки в components. Мы готовы учить и хотим учиться. Мы уверены в том, что настоящий профессионал всегда находится в поиске новых знаний.  С каким набором скилов тебе будет комфортно у нас?  Опыт коммерческой разработки от 3х лет. Ты хорошо знаком с React и можешь рассказать про мемоизацию, хуки, ререндеры У тебя есть опыт работы с TypeScript и ты умеешь писать дженерики Ты хотя бы поверхностно знаком с еще одним стеком, помимо React/Redux. Необязательно фронтовым Ты понимаешь, что знать все невозможно и спокойно относишься к открытой обратной связи  Для нас важно, что вы разделяете наши ценности:  Мы делимся информацией, говорим открыто о проблемах, возможностях и достижениях Принимаем активное участие в принятии общих решений и несем за них ответственность Проявляем инициативу, когда процесс требует улучшения Действуем самостоятельно и быстро, не дожидаясь указаний Решая задачи, ведем себя как партнёр и совместно достигаем результата Делаем для клиента больше, чем он ожидает Уважаем коллег и доверяем их профессионализму    Что мы предлагаем (помимо зарплаты и годового бонуса):  Работу в гибком, гибридном формате Современная рабочая техника, необходимая для работы Компенсация сессий с психотерапевтами на сервисе «Ясно» Частичная/полная компенсация обучения Программа привилегий PrimeZone Корпоративные скидки и предложения партнёров Добровольное медицинское страхование в соответствии с корпоративной политикой Страхование родственников по индивидуальным договорам Страхование жизни  Вместе с откликом, расскажи, пожалуйста, какую последнюю книгу про разработку ты читал и какую хотел бы начать читать в ближайшем будущем.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик Junior+",
        "url": "https://hh.ru/vacancy/106441174",
        "salary": 65000,
        "description": "DATAFORUM — WE POWER AND CREATE YOUR EVENT! Мы сделали тысячи мероприятий для сотен партнеров по всему миру. Объединяя основные направления деятельности, мы реализуем полный комплекс услуг по созданию мероприятий. Нами реализовано более 4 500 проектов различной тематики. Не планируем останавливаться на достигнутом и ищем в свою команду Frontend-разработчика Junior+. Обязанности:  Разработка пользовательского интерфейса с использованием современных технологий и фреймворков; Интеграция пользовательского интерфейса с серверной частью через API; Написание чистого и поддерживаемого кода; Оптимизация производительности веб-страниц; Тестирование и отладка кода; Работа в команде с другими разработчиками и дизайнерами.  Требования:  Опыт работы с HTML, CSS и JavaScript; Понимание принципов работы браузеров и их особенностей; Знание популярных фреймворков и библиотек (React); Понимание принципов UX/UI дизайна; Умение работать с системами контроля версий (Git); Навыки оптимизации производительности веб-сайтов; Опыт работы сc, настройка, установка и использование плагинов; Знание языка TypeScript; Опыт работы с препроцессорами CSS (SASS, LESS); Понимание принципов адаптивной вёрстки; Самостоятельность и ответственность: способность эффективно работать как в команде, так и самостоятельно, брать на себя ответственность за выполненные задачи; Креативность и проактивность: готовность предлагать и внедрять улучшения, быть активным участником обсуждений и разработки; Коммуникабельность: умение ясно и грамотно формулировать свои мысли как в устной, так и в письменной форме. Способность работать в распределенной команде.  Условия:  Оформление в соответствии с ТК РФ; Соцпакет и стабильная своевременная выплата заработной платы; Испытательный срок – до 3-х месяцев; Уровень заработной платы на испытательном сроке — 65 000 руб.; После успешного прохождения испытательного срока — увеличение з/п; Режим работы: 5/2 (Пн-Пт), с 10:00 до 19:00; Молодой и дружный коллектив. Возможности профессиональной самореализации и быстрого карьерного роста; Удаленный/гибридный режим не рассматривается; Современный офис в пешей доступности от метро Спортивная.",
        "address": "Санкт-Петербург, Малый проспект Петроградской стороны, 5Б"
    },
    {
        "title": "Веб-Программист — Front-End Разработчик",
        "url": "https://hh.ru/vacancy/106466807",
        "salary": 35000,
        "description": "Ищем Front-end разработчика на полную занятость, удаленно. Мы предлагаем работу над интересными и долгосрочными проектами. Основные направления работы компании - разработка, веб-дизайн и графический дизайн. Опыт работы с Wordpress или Shopify будет большим плюсом, но не обязателен. Если вы не умеете работать с WordPress, мы поможем в изучении. Необходимые навыки:  Знание HTML, CSS, Javascript, jQuery; Адаптивная кроссбраузерная верстка (Работаем в Figma, но бывают макеты в PSD); Умение работать с Git; Умение работать c Gulp, препроцессорами и прочими современными инструментами разработчика.  Плюсом будет:  Pixel Perfect верстка; Базовые навыки PHP; Опыт работы с Wordpress; Знание английского языка для чтения документации и т.д. Опыт работы с WordPress, по крайней мере желание обучиться; Опыт работы с Shopify.  Личные качества: - Не бояться учиться и браться за незнакомые задачи; - Заявлять о проблемах и решать их; - Коммуникативные навыки. Заработная плата обсуждается в зависимости от навыков и опыта отдельного кандидата. Мы готовы рассмотреть как соискателей с опытом работы, так и начинающих разработчиков.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106511567",
        "salary": "Зарплата не указана",
        "description": "Мы -динамично развивающаяся Нерудная компания с 2013 года Основное направление деятельности поставка нерудных и строительных материалов по всей территории РФ. Нашими клиентами являются девелоперы, дорожные организации, карьеры, заводы и частные заказчики. Приглашаем к сотрудничеству Frontend-разработчика под задачи:  разработка нового функционала web-приложений; верстка макетов, Node JS, React; работа с OpenAPI, RESTAPI; рефакторинг.  наши ожидания от кандидата:  знание нативного JavaScript; практический опыт проектирования и разработки на React; знание протокола HTTP/HTTPS и опыт взаимодействия с серверным API; умение искать ошибки в коде; HTML, CSS, Git ,TS,JSON, Figma;  Помимо интересных задач мы предлагаем:  работу в стабильной, динамично развивающейся компании; конкурентную систему вознаграждения с ежегодным пересмотром заработной платы; оформление в полном соответствие с законодательством РФ; гибридный график работы; комфортный офис в БЦ «Cherry Tower» класса «В+» в двух шагах от м. Новые Черемушки с уютной кухней; выплаты 2 раза в месяц; корпоративное обучение.  SOLBER - это команда профессионалов. Мы ищем и находим инновационные способы решения задач клиентов. У нас динамичная работа, интересные задачи и безграничные возможности для профессионального и карьерного роста и развития!",
        "address": "Москва, Профсоюзная улица, 56"
    },
    {
        "title": "IOS разработчик",
        "url": "https://hh.ru/vacancy/106503140",
        "salary": 180000,
        "description": "Наша компания находится в поиске Middle IOS разработчика. Мы предлагаем работу в развивающемся, динамическом медицинском проекте, где вы сможете получить новые знания и расти как специалист Требования: • Опыт разработки мобильных приложений под платформу iOS от 2х лет • Уверенные знания Swift, SwiftUI, UIKit • Понимание принципов работы ООП • Опыт работы с Alamofire, RxSwift • Опыт работы с git, Jira Условия: • Сплоченный и профессиональный коллектив • Официальное оформление • Оплачиваемый отпуск 28 дней • Полностью оплачиваемые больничные",
        "address": "Адрес не указан"
    },
    {
        "title": "React Разработчик (Middle)",
        "url": "https://hh.ru/vacancy/106463634",
        "salary": 12000000,
        "description": "О компании: Plovme — первая в Узбекистане монопродуктовая цифровая платформа, специализирующаяся на доставке плова. Мы объединяем производителей, поставщиков и потребителей, создавая единое пространство для удобного взаимодействия с нашим любимым блюдом. В связи с активным развитием, мы ищем креативного и опытного Продукт-менеджера, который будет отвечать за разработку и управление продуктами компании. Мы ищем опытного Frontend Разработчика уровня Middle с глубокими знаниями ReactJS и навыками работы с pixel-perfect дизайном. Если вы увлечены созданием современных веб-интерфейсов и хотите работать над интересными проектами, у нас есть отличная возможность для вас. Знание и опыт работы с React Native будет огромным плюсом! Обязанности:   Разработка и поддержка пользовательских интерфейсов для веб-приложений с использованием ReactJS.   Обеспечение pixel-perfect реализации дизайна, строгое соответствие макетам и деталям.   Интеграция интерфейсов с backend API и других внешних сервисов.   Оптимизация производительности приложений для обеспечения быстрого и стабильного пользовательского опыта.   Разработка адаптивных дизайнов, поддержка кросс-браузерной совместимости.   Участие в проектировании архитектуры фронтенда и выборе технологий.   Взаимодействие с дизайнерами, backend-разработчиками и другими членами команды для достижения лучших результатов.   Поддержка и развитие существующих проектов, участие в код-ревью.   Требования:   Опыт работы с ReactJS от 2 до 4 лет.   Глубокое понимание JavaScript (ES6+), HTML5, CSS3.   Опыт работы с Redux или другими state management библиотеками.   Умение создавать pixel-perfect интерфейсы, соответствующие дизайнерским макетам.   Понимание принципов работы REST API.   Опыт работы с системами контроля версий (Git).   Навыки написания чистого и поддерживаемого кода.   Способность работать как в команде, так и самостоятельно.   Опыт работы с React Native будет большим преимуществом.   Базовые знания инструментов сборки (Webpack, Babel) и тестирования (Jest, Enzyme) будут преимуществом.   Условия:   Конкурентоспособная заработная плата и бонусы по результатам работы.   Дружный и профессиональный коллектив.   Современный офис и комфортные условия труда.   Возможности для профессионального роста и развития.   Участие в инновационных и амбициозных проектах.   Корпоративные мероприятия и программы обучения.   Если вы готовы принять вызов и внести свой вклад в развитие IT продуктов Plovme, отправьте свое резюме и сопроводительное письмо на наш электронный адрес.",
        "address": "Ташкент, проспект Амира Темура, 95А"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106409489",
        "salary": "Зарплата не указана",
        "description": "В компанию нужен опытный разработчик для решения задач по перспективным проектам. Работа полностью удаленная.   Требования: Опыт работы с React.js: от 2 лет Знание TypeScript: уверенное использование, написание типизированного кода Опыт работы с Next.js: от 1 года, понимание особенностей SSR/SSG, оптимизации страниц Опыт в разработке SPA и SSR приложений Опыт работы с REST Умение работать с состоянием приложения: Redux, Zustand или Context API Опыт работы с системой контроля версий Git Навыки работы с инструментами тестирования: Jest, Testing Library Знание HTML, CSS (включая препроцессоры, такие как SASS/SCSS) Опыт работы с CSS-in-JS библиотеками: styled-components, Emotion Задачи: Исправление багов в текущем проекте на React Переписывание существующего проекта с React на Next.js, с учетом использования SSR/SSG и других возможностей Next.js Оптимизация производительности и внедрение лучших практик разработки   Плюсы: Опыт работы с CI/CD Опыт работы с дизайн-системами (Material-UI, Ant Design и т.д.) Понимание принципов UX/UI дизайна   Личные качества: Умение работать в команде и самостоятельно решать задачи Ответственность и внимательность к деталям Готовность к обучению и освоению новых технологий",
        "address": "Адрес не указан"
    },
    {
        "title": "Junior разработчик",
        "url": "https://hh.ru/vacancy/106466263",
        "salary": "Зарплата не указана",
        "description": "Мы приглашаем в команду разработчика программных сервисов отдела телефонии, который будет ответственен за создание и улучшение наших технических решений в области телефонии​​​​​​​.Стек технологий на проекте​​​​​​​:Python, Docker, Postgres, SQL​​​​​​​.Обязанности:  Backend разработка; Создание и оптимизация процедур в СУБД Postgres; Разработка приложений с нуля, построение схем, API; Ведение документации.  Требования:  Высшее/неполное высшее/среднее специальное образование в области информационных технологий; Уверенные знания Python и понимание принципов асинхронного и многопоточного программирования; Базовые парттерны проектирования; Понимание принципов работы с REST API; Уверенные навыки работы с Git, понимание принципов командной работы с версионированием кода; Уверенные знание SQL (отдаем преимущество знающим оконные функции, оптимизацию запросов, создание индексов).Работаем в основном в Postgres; Понимание принципов работы с БД, транзакции, партиционирование, репликация; Опыт работы или твердая теоретическая база с Docker, Docker Compose и Kubernetes; Умение работать в команде, самостоятельность, ответственность, целеустремленность и отличная обучаемость;Желательно:  Знание Golang и/или Java, как преимущество; Знание JavaScript и опыт работы с одним из популярных фреймворков Vue, React; Навыки веб-разработки: HTML, CSS (фреймворки Bootstrap или Tailwind CSS); Опыт работы с системами телефонии; Опыт разработки под Windows.  Условия:  Официальное оформление с первого дня выхода на работу; Атмосфера профессионального развития, вдохновленная принципами Agile; Профессиональная команда девелоперов, авторитетных тимлидов и опытных наставников; У нас самый уникальный портфель бенефитов по программе софинансирования (ДМС, фитнес, школа ин. языков на выбор, скидки на коробочные продукты банка и партнеров) Мы поможем развить вашу проф. экспертизу: оплатим профессиональные тренинги и внешние образовательные курсы, участвуем в ИТ активностях (митапы, хакатоны, юконы) Вовлеченность, комфорт, свобода, минимум бюрократии, нет дресс-кода, гибкое начало и завершение рабочего дня, приходи – с нами будет интересно!",
        "address": "Адрес не указан"
    },
    {
        "title": "Верстальщик / frontend-разработчик (начинающий специалист)",
        "url": "https://hh.ru/vacancy/106383802",
        "salary": 35000,
        "description": "Кого ищем: 3 будущих frontend-разработчиков Трудоустройство: по результатам обучения Длительность обучения: 1.5-2 месяца Обучение: бесплатное  Вакансия предполагает 3 этапа: 1. Тестовый отбор — выполнение кандидатами задач на сообразительность и проверку навыков программирования (любой из языков программирования). Успешно прошедшие тестовые задания кандидаты переходят ко второму этапу. 2. Обучение в течение 1.5-2 месяцев за счет компании. В рамках этого периода вам будут предоставлены учебные материалы и тренировочные задания. По результатам выполнения учебных работ наиболее успешные кандидаты будут приняты в компанию. 3. Зачисление в штат. Вашими должностными обязанностями будет подготовка верстки макетов для действующих проектов группы (бронирование отелей онлайн, онлайн-образование, автоматизация бизнес процессов) и программирование на JavaScript + TypeScript с применением React, Redux-Saga, Next JS, HTML + CSS. Обратите внимание! Заблаговременно знать технологии не требуется. С ними вы познакомитесь во время обучения и первых недель работы. Хотя их знание будет преимуществом. Единственное, что требуется - базовое знание JavaScript (на уровне работы с циклами, строками и массивами для выполнения тестового задания)   Требования для работы  Опыт программирования на любом языке хотя бы на уровне стабильного выполнения лабораторных работ в институте или продолжительной самостоятельной практики. Нам понравятся: сообразительность, умение находить нестандартные решения, целеустремленность, алгоритмическая база. Вакансия подходит так же студентам. Рассматриваем в том числе кандидатов, которые не закончили институт. Важно, чтобы по завершении стажировки и зачислении в штат, у вас была возможность уделять работе от 25 часов в неделю.  Условия работы  График: гибкий (можно прийти пораньше или попозже, взять отгул, отработать в выходной и т. д.) Формат работы: гибрид (3-5 дней работы из офиса, остальные, по желанию, из дома). Офис класса А по адресу Литейный проспект 26. Официальное оформление по ТК РФ. Обучение предполагает много практики (написания кода). Зарплата (при 40-часовой рабочей неделе): на стартовом этапе — 35 тыс. руб., через полгода — 50-70 тыс. руб., через год — 80-120 тыс. руб. Рост з/п зависит от скорости вашего профессионального роста.    Что входит в 1 этап отбора кандидатов: (после просмотра резюме менеджер вышлет несколько заданий для решения дома) 1. Решение логических задач (1 часа). Все задачи не требуют навыков программирования, проверяют ваше умение находить решения. 2. Программирование алгоритмических задач (2 часа) на языке JavaScript, или TypeScript, на ваш выбор.   Непосредственно обучение  Период обучения: 5 сентября–5 ноября (возможность завершить досрочно). Основная форма подачи материала — видеоуроки и методические материалы. На обучение в среднем от вас будет требоваться от 20 часов в неделю. Обучение будет проходить по принципу выдачи вам материалов и получения от вас выполненных учебных заданий к указанному сроку. Поэтому обучаться вы можете в удобное для вас время. Основные темы курса: Git, HTML, CSS, JavaScript, TypeScript, React.    В ответ на ваш отклик мы отправим тестовое задание, которое необходимо выполнить в течение 7 суток с момента отклика.  В сопроводительном письме просим написать: \"Готов(-а) выполнить тестовое задание\".",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик (React)",
        "url": "https://hh.ru/vacancy/106396040",
        "salary": "Зарплата не указана",
        "description": "Мы компания \"Iceberg Group\". Мы растем и потому набираем в свою команду тех, кто будет помогать нам работать еще более эффективно. Мы ищем в команду frontend разработчиков для работы над полномасштабным проектом. От тебя потребуется:   React RTK и RTK Query TypeScript Соблюдение принципов DRY, KISS и SOLID MUI Git / Github / NPM Умение следовать документации  Плюсом будет знание:   FSD Styled Components React Hook Form GraphQL i18next  Что ты получишь:    Работа в стабильной компании.   Официальное трудоустройство согласно трудовому кодексу РК   Интересный в реализации и идее продукт, участие в обсуждении архитектурных решений, выборе технологий; современный стек технологий.     Примечание: В сопроводительном письме необходимо оставить ссылку на профиль Github.",
        "address": "Адрес не указан"
    },
    {
        "title": "Mobile developer",
        "url": "https://hh.ru/vacancy/106506560",
        "salary": "Зарплата не указана",
        "description": "OOO Udevs — один из ведущих разработчиков заказного программного обеспечения в Центральной Азии. Мы ищем талантливого мобильного разработчика, который специализируется на Flutter, для создания инновационных приложений и внесения вклада в наши амбициозные проекты. Обязанности:  Разработка, тестирование и поддержка кросс-платформенных мобильных приложений с использованием Flutter. Сотрудничество с продуктовым и дизайнерским отделами для создания эффективных и привлекательных пользовательских интерфейсов. Оптимизация производительности приложений и устранение ошибок. Ведение документации и участие в планировании проекта. Проведение код-ревью и соблюдение лучших практик разработки.  Требования:    Глубокие знания и опыт работы с концепциями и инструментами Flutter, такими как виджеты, состояние и маршрутизация. Опыт работы с API и интеграцией внешних сервисов. Опыт использования инструментов контроля версий, таких как Git. Опыт работы с платформами публикации приложений в App Store и Google Play. Знание английского языка на техническом уровне (чтение и понимание документации). Знание дополнительных технологий, таких как интеграция с облачными платформами (Firebase, AWS). Опыт работы с автоматизированным тестированием и инструментами CI/CD. Наличие опубликованных приложений в App Store или Google Play.  Условия:  Конкурентоспособную заработную плату.   Официальное трудоустройство. График работы 5/2 с 9:00 до 17:00. Уютная рабочая атмосфера. Оплачиваемый обед на территори и офиса. Оплачиваемый абонемент в спортзал. Возможность повышения грейда и заработной п латы каждые 4 месяца.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106465502",
        "salary": 130000,
        "description": "В IT-компанию требуется frontend-разработчик на постоянную работу в офисе компании. Обязанности:  разработка клиентской части проектов компании  Требования:  Коммерческий опыт разработки на React от года Коммерческий опыт работы с Ant Design, либо MUI Опыт работы с менеджерами состояний(Redux ToolKit / Redux / MobX) Понимание принципов, по которым работает рендеринг в React Опыт работы с древовидными структурами в памяти и рекурсией Отличное знание нативного javascript(желательно знание актуального ecmascript) Понимание принципов взаимодействия клиент-сервер(http, ajax) Опыт работы с css препроцессорами (SASS/LESS/PostCSS и т.д.); Опыт разработки адаптивной верстки сайта Опыт кроссбраузерной верстки Опыт конфигурирования сборки проектов на webpack/vite Опыт работы с TypeScript  Пожелания:  Опыт работы с одним из баг-трекеров Опыт работы с системами контроля версий Знание ООП Опыт профилирования и оптимизации потребления ресурсов веб-приложением  Условия:  работа в команде офис в шаговой доступности от метро Оформление по ТК РФ заработная плата обсуждается индивидуально с каждым соискателем  Примечание: Обратите внимание, мы рассматриваем исключительно работу в офисе.",
        "address": "Москва, Пресненская набережная, 12"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106461154",
        "salary": "Зарплата не указана",
        "description": "Мы российская быстрорастущая платформа, созданная для взаимодействия разработчиков из России и ведущих компаний России, Европы и Америки. У нас множество компаний-партнёров, которые готовы принять к себе в команду Frontend-разработчиков для работы над современными продуктами. Одно из наших преимуществ-это оперативный процесс найма. Обычно 2 собеседования независимо от компании. Задачи:   Реализация функциональных требований, предъявленных к интеграции и рабочим местам;  Актуализация и ведение компонентной базы элементов пользовательских форм;  Проработка и реализация идей по оптимизации написанного ранее кода;  Участие во встречах с проектной группой относительно дальнейшего развития системы.    Требования:  Опыт разработки пользовательских интерфейсов с использованием технологии React/JavaScript/Typescript от 3-х лет; Опыт разработки с использованием JS и любых актуальных библиотек/фреймоврков (React) от 2-х лет; Опыт применения react в работе от 1 года; Наличие опыта работы в разработке крупных систем; Знание React/JavaScript, HTML/CSS/SASS; Знание vanilla/core JavaScript на уровне понимания heap-callstack-eventloop и их взаимосвязей; Знание react; Опыт написания приложений, использующих AJAX Requests Умение писать тесты к разработанному функционалу front-end'a (Mocha, Chai, Jest, Enzyme, React Test Utils); Опыт работы с системой контроля версий Git; Опыт верстки и оптимизации пользовательских интерфейсов, в том числе адаптивной верстки. Условия:  Удалённая работа с первого дня; Полная занятость; Карьерный рост; Оформление по ИП; Job offer, отталкиваясь от ваших финансовых пожеланий.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend разработчик (React)",
        "url": "https://hh.ru/vacancy/106353373",
        "salary": "Зарплата не указана",
        "description": "Мы ищем Frontend разработчика в команду Поле.рф - это e-commerce платформа для аграриев, где можно купить сельхозтовары, продать урожай, получить финансирование на развитие, оформить в лизинг большую и сложную технику, получить профессиональную агроконсультацию, почитать новости и аналитику по отрасли. У нас есть веб и мобильное приложение. О команде: сейчас у нас 6 продуктовых команд, в каждой из которых есть продакт, тимлид разработки, бэкенд и фронтенд разработчики, системные аналики, тестировщики, продуктовые дизайнеры. Наш стек: React, TypeScript, react-query (with codegen), react-hook-form, zod, SSR (express), Scss, css-modules, webpack, vite.Макеты у нас в Figma. CI/CD поддерживается DevOps в Gitlab. Работаем по Scrum-Ban. Чем предстоит заниматься:  Проектированием и разработкой новых бизнес-фич Переносом проекта на микросервисную архитектуру Рефакторингом и оптимизацией текущего кода  Ключевые навыки:   Опыт в коммерческой продуктовой разработке от 4 лет   Глубокие знание Javascript, Typescript, React.js, Redux, react-query, html5 form   Понимание, как работают сборки на Webpack и Vite   Опыт написания unit тестов на jest, vitest   Понимание принципов CORS, асинхронности, SSRУсловия:  Работа в компании с поддержкой развития профессиональных навыков. Возможность участия в профильных конференциях и внешних мероприятиях.  Работа над амбициозными проектами в инновационной среде.   Полная занятость, удаленный формат работы. При желании можно приходить в наш офис в Москва-сити.  Оформление по ТК РФ. ДМС со стоматологией с первого месяцы работы, страхование жизни сотрудника. Конкурентная заработная плата. MacBook Pro для работы. Аккредитованная IT-компания. Возможность дополнительного обучения. Реферальная программа для сотрудников.Присоединяйся к нашей команде! :)",
        "address": "Адрес не указан"
    },
    {
        "title": "Java-разработчик (mid/sen+)",
        "url": "https://hh.ru/vacancy/100072780",
        "salary": "Зарплата не указана",
        "description": "Команда продукта Digital Q.DataFlows приглашает разработчика Java для решения задач развития системного инструментария для проектов построения Хранилищ данных. Примеры модулей: ETL, Quality Control, движок бизнес-процессов и визуализация данных. Подробнее о продукте: https://clck.ru/32oxgr КЛЮЧЕВЫЕ ЗАДАЧИ:  Разработка микросервисов на Java 11+, SpringFramework; Проектирование интерфейсов взаимодействия с другими системами; Работа в тесном сотрудничестве со специалистами фронтенд разработки, тестирования и аналитиками; Работа по гибкой методологии разработки.  ЧТО МЫ ЖДЕМ ОТ ВАС:  Опыт разработки на Java от 2-х лет; Знание протоколов HTTP, SOAP, REST; Понимание принципов ООП, SOLID; Владение Java SE 8+: Java Core, Collections, Lambda; Опыт работы с JPA (Hibernate); Опыт практической разработки от 1 года Spring Framework: Spring Boot, Spring Data JPA, Spring AOP, Spring MVC; Опыт разработки многопоточных высоконагруженных приложений; Оконченное высшее образование; Уверенное владение Git, Maven.  БУДЕТ ПЛЮСОМ:  Опыт работы с брокерами сообщений (предпочтительно Kafka); Знание SQL, желателен опыт работы с утилитой Liquibase; Опыт написания юнит-тестов (JUnit, Mockito).  УСЛОВИЯ:  Полная занятость, оформление по ТК РФ, бессрочный трудовой договор; Гибкое начало рабочего дня; Для городов: Москва, Санкт-Петербург, Ярославль, Чебоксары, Пермь, Воронеж, Самара - гибридный формат работы: по понедельникам работа из офиса, остальные дни дистанционно по желанию; Для городов: Уфа, Екатеринбург, Волгоград, Калининград, Тула, Казань, Нижний Новгород, Краснодар, Рязань - дистанционный формат работы до тех пор пока не будет открыт филиал, после открытия филиала занятость сменится на гибридную (один день в неделю из офиса).",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend Developer (React)",
        "url": "https://hh.ru/vacancy/106289051",
        "salary": "Зарплата не указана",
        "description": "Разработчик по направлению Frontend - важный член команды, который отвечает за решение задач при разработке пользовательских интерфейсов с использованием React. Часто самостоятельно проводя необходимые исследования, подготовку и взаимодействие со смежными командами бекенда, менеджеров продуктов и дизайнеров. Задачи:  Тесно взаимодействовать с вовлеченными сторонами для уточнения собранных требований, определения технических спецификаций и перевода бизнес-потребностей в надежные программные решения, погружаясь в логику бизнес-процессов. Проектировать решения, учитывая такие факторы как оптимизация производительности, безопасность и безупречная интеграция, обеспечивая правильную аутентификацию, авторизацию и целостность данных. Заниматься написанием высококачественного кода веб приложений с использованием React.js и Typescript, осуществлять интеграции с использованием REST API. Участвовать в код ревью для обеспечения соответствия стандартам разработки, передовым практикам и принципам разработки веб приложений. Тесно сотрудничать с кросс-функциональными командами, включая дизайнеров пользовательских интерфейсов, разработчиков бэкенда, инженеров по качеству и менеджеров продуктов для достижения безупречного пользовательского опыта. Способствовать инновациям и непрерывному улучшению кодовой базы фронтенда для оптимизации рабочих процессов и повышения качества продукта.  Требования:  Опыт работы Frontend разработчиком от 2 лет. Уверенное знание JavaScript, TypeScript, React, Redux, Redux Toolkit, HTML (семантическая вёрстка), CSS, Jest, Git. Опыт интеграции с REST API, WebSocket. Опыт работы с Webpack. Опыт написания unit тестов. Понимание принципов ООП, паттернов проектирования, базовых алгоритмов.  Мы предлагаем:  Гибридный формат работы. Добровольное медицинское страхование ( включая стоматологию,госпитализация, телемедицина), полис для путешествий по России и за рубежом. Льготное страхование по корпоративной программе ДМС для супругов и детей. Страхование жизни и от несчастного случая. Доплата к больничному листу до 80% от оклада 14 календарных дней. Дополнительные дни к отпуску: день волонтерства (3 дня в год), день здоровья (1 день в год), день для обучения (1 день в год). Компенсация питания. Скидки на продукцию компании (40-50%). Программа поощрения сотрудников с премиями. Выплата премий за рекомендации кандидатов на вакансии. Гранты на обучение. Корпоративная подписка на онлайн-библиотеку Литрес. Современный офис в центре Москвы (рядом с Красной Площадью и ГУМом).",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend React разработчик",
        "url": "https://hh.ru/vacancy/106440202",
        "salary": 200000,
        "description": "В онлайн-школу EasyENT требуется react разработчик, парт тайм. Если ты хорошо знаешь: React, Redux и Typescript и тебе нужен дополнительный проект или ты так же студент, то это работа тебе идеально подходит идеально От тебя потребуется:  React TypeScript Git / Github / Yarn Умение следовать документации  Условия:  Готовы платить за час работы или по договоренности",
        "address": "Астана, проспект Улы Дала, 65/1"
    },
    {
        "title": "Frontend-разработчик junior+",
        "url": "https://hh.ru/vacancy/105757930",
        "salary": 50000,
        "description": "Требуемый опыт работы: 1–3 года Полная занятость, удаленная работа Возможно временное оформление: договор услуг, подряда, ГПХ, самозанятые, ИП   Мы ищем разработчика для работы удалённо, который:  Умеет работать с Figma. Знает как сделать оптимизированную верстку для SEO.  Хорошо знает JavaScript.   Способен верстать и понимает о чем речь: HTML, CSS , LESS, SCSS , TypeScript...   Понимает что такое API и как с этим работать.   Командный игрок и хочет обсуждать как технические, так и UI/UX решения.  Умение работать с Bitrix CMS и Bitrix framework.    Что мы ждем от тебя:  Создание быстрых и адаптивных новых ресурсов; Доведение имеющихся проектов компании до технического совершенства, написание новых модулей; Оперативное выполнение задач поставленных руководителем; Осуществление сопровождения внедренных программ и программных средств; Разработка и внедрение методов и средств автоматизации программирования, типовые и стандартные программные средства; Наладка разработанных программ, корректировка их в процессе доработки.  Мы предлагаем: Удаленный формат работы, гибкий график.",
        "address": "Адрес не указан"
    },
    {
        "title": "Middle Java Developer",
        "url": "https://hh.ru/vacancy/88474606",
        "salary": "Зарплата не указана",
        "description": "КОМПАНИЯ «АЙ-ТЕКО» - ведущий российский системный интегратор и поставщик информационных технологий для корпоративных заказчиков. Активно действует на рынке IT России с 1997 года, входит в ТОП-400 крупнейших российских компаний, ТОП-10 крупнейших IT-компаний России. В связи с активным развитием внутренних проектов в компании открыта вакансия Middle Java Developer ЗАДАЧИ : • Участие в проекте в роли разработчика; • Проектирование технический решений и оценка трудозатрат; • Разработка интеграционных решений; • Разработка новой функциональности в соответствии с требованиями; • Оптимизация производительности системы, анализ ошибок и сбоев, рефакторинг; • Разработка автоматизированных и unit тестов, Code review.   МЫ ЖДЕМ ОТ КАНДИДАТА: • Опыт промышленной разработки на Java от 2-х лет • Уверенное владение Spring • Умение работать с базами данных (Oracle, PostgreSQL) • Знание паттернов проектирования ПО • Опыт разработки web-сервисов на основе REST • Опыт в разработке интеграционных сервисов с (Kafka, IBM MQ, RabbitMQ, etc) будет плюсом • Опыт разработки микросервисов будет большим плюсом   МЫ ПРЕДЛАГАЕМ: Разработка системы/сервисов для автоматизации продуктовых процессов крупного банка. Адекватный график, хорошая и опытная команда, возможность сделать полезный продукт, которым будет пользоваться часть страны. Если вы в поиске новой и интересной работы, где можно бы было чему-то научиться и сделать что-то масштабное, будем рады вас видеть. Наш основной стек - это Spring Boot, JPA (Hibernate)/Spring JDBC/Spring Data, JUint, Mockito/Gatling, Grafana, Docker, Open Shift. Есть сервисы на Kotlin, Scala. МЫ ПРЕДЛАГАЕМ:  Работу в стабильной компании, \"белую\" заработную плату; Оформление в соответствии с ТК РФ с первого дня работы; Расширенный социальный пакет: ДМС (включая стоматологию), корпоративные скидки на посещение фитнес-клубов, футбольная и волейбольная секции; Профессиональное обучение и развитие; Яркая и насыщенная корпоративная жизнь;  Снабжаем всей необходимой современной техникой: мощный ноут привезут прямо в день оформления;   ✅ ОТКЛИКАЙСЯ =) ЖДУ КОГДА ВМЕСТЕ ПОРАДУЕМСЯ ТВОЕМУ ОФФЕРУ)",
        "address": "Адрес не указан"
    },
    {
        "title": "Разработчик JavaScript / Разработчик на платформе",
        "url": "https://hh.ru/vacancy/91773507",
        "salary": "Зарплата не указана",
        "description": "Про компанию: Мы - сибирская аккредитованная IT-компания полного цикла (от идеи до разработки, внедрения программного обеспечения, сервисного сопровождения, вплоть до этапа \"похорон\" продуктов). В портфеле компании около 30 программных продуктов, зарегистрированных в Реестре отечественного ПО. Если вы пользовались порталом Госуслуг, ходили в МФЦ (\"Мои документы\"), получали справки, выписки \"в один клик\" без посещения органов власти в разных субъектах РФ, знайте, что в этом есть наш вклад. Многие сервисы, которые сегодня доступны для граждан, были придуманы много лет назад в стенах нашей компании. Наши продукты разработаны на базе собственной low-code платформы «Digit».Именно силами Digit-разработчиков в нашей компании создаются большинство информационных систем. И за такими подходами и технологиями будущее, потому что они позволяют создавать ценность для заказчиков и пользователей быстрее, безопаснее, более гибко. В некоторых случаях, доставлять обновления в продуктивную среду почти мгновенно. Digit-разработка - для тех, кто смотрит на создание ПО системно: хочет познакомиться с устройством бизнес-процессов, базами данных, UML, освоить подходы low-code разработки. Digit-разработчики становятся архитекторами систем или развиваются в разработчиков самой платформы. Чем придется заниматься: - создавать системы с помощью инструментов платформы (а если задача нестандартная и выходит за рамки конструктора, то решать ее с помощью программирования на чистом JavaScript);- анализировать, диагностировать, улучшать и развивать готовые продукты (системы);- взаимодействовать с коллегами из других команд, чтобы итоговый продукт превосходил ожидания не только заказчика, но и нас самих. Что нужно, чтобы успешно справляться с задачами: - Базовые знания JavaScript; Будет здорово, если ты: - Имеешь базовые знания HTML, CSS;- Имеешь базовые знания SQL;- Умеешь работать в команде. Также мы ожидаем от тебя:-аналитический склад ума;-навыки оценивать и планировать свое рабочее время;-желание развиваться и становиться лучше. У нас работают, потому что: Работаем без руководителей, живем в логике горизонтального управления, менеджмента будущего. Власть в нашей компании принадлежит Кодексу, который написали сами ребята (а не генеральному директору и не менеджерам). Нарушать Кодекс не имеют права даже акционеры. А возможность удаленки, ДМС, комфортный офис, кухня, посиделки по пятницам, корпоративы, дополнительные дни к отпуску – это только базовый минимум условий и возможностей, которые у нас есть для каждого. Хочешь развиваться в крутой команде, тогда тебе к нам.",
        "address": "Новосибирск, Октябрьская магистраль, 4"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/104970095",
        "salary": "Зарплата не указана",
        "description": "Иви — один из лидеров рынка онлайн-кинотеатров в России и странах СНГ, №1 в рейтинге Лучших работодателей России 2023 и компания в списке ТОП-10 рейтинга Хабр Карьеры 2023. Уже 14 лет мы работаем на рынке профессионального легального видеоконтента, каждый день решая интересные задачи в атмосфере свободы, доверия, открытости. Наша команда не только предоставляет миллионам пользователей доступ к кино и сериалам, но и создает их сама.  В команде Иви тебе предстоит:  Поддерживать и развивать внутреннюю систему, отдающую информацию о визуале разным клиентам с различным стеком; Работать и взаимодействовать в команде, помогать друг другу; Взаимодействовать с дизайнерами и разработчиками других команд (web, smart tv, ios/tvos, android / android tv, xbox, playstation и др.)Ожидания Иви от кандидата: Хорошее знание JavaScript; Знакомство с Git, TypeScript и одним из популярных фронтенд фреймворков (React, Vue и тд); Английский на уровне чтения документации и отчётов об ошибках; Отсутствие страха перед новым и непонятным, открытость и готовность при необходимости выйти за пределы привычного стека; Готовность в будущем возглавить команду.Плюсом будет: Умение конфигурировать Webpack, TypeScript и сборку проекта; Опыт настройки с CI/CD (GitLab, Jenkins); Базовые знания Python; Опыт взаимодействия с API Figma.Ну и самое приятное, Иви обещает с первых дней: Официальное трудоустройство и конкурентная заработная плата. Мы аккредитованная IT-компания! Уютный и современный офис в шаговой доступности от станций метро Дмитровская, Савеловская, рядом с Флаконом и Хлебозаводом; Гибридный формат работы и помощь с релокейтом в Москву; Предоставление современной рабочей техники, дополнительный монитор и многое другое для комфортной работы; Гибкое начало рабочего дня по согласованию с руководителем; Заботу о здоровье: возможность получать консультации психолога, юриста, финансового консультанта и специалиста по ЗОЖ, а после испытательного срока – ДМС (со стоматологией) и страховку для выезда за рубеж; Поддержку в обмене знаниями и идеями: поощряем выступления на митапах и помогаем с подготовкой докладов; Бесплатную подписку на сервис корпоративных скидок и предложений BestBenefits, а также доступ к онлайн-библиотеке издательства «МИФ»; Вишенка на торте: специальное предложение по подписке Иви.Увидимся, твой Иви!Сделать Иви еще лучше в ваших руках — примите участие в исследовании Хабра и Экопси по ссылке: https://linkis.pro/it_brand/habr2024.",
        "address": "Москва, Большая Новодмитровская улица, 23с5"
    },
    {
        "title": "Junior React разработчик",
        "url": "https://hh.ru/vacancy/106358665",
        "salary": "Зарплата не указана",
        "description": "Junior React разработчик:   Обязанности: - Участие в разработке и поддержке корпоративных веб-приложений на основе React. - Взаимодействие с командой разработки для реализации новых функциональных возможностей. - Интеграция с backend-сервисами через API.   Требования: - Базовое знание JavaScript (TS), HTML, CSS. - Опыт работы с React и понимание его основных концепций (компоненты, хуки, состояние, контекст). - Опыт работы с системой контроля версий Git. - Знание основ REST API и понимание клиент-серверного взаимодействия. - Понимание принципов работы корпоративных приложений и их специфики. - Способность работать в команде, внимательность к деталям и готовность учиться.   Условия: - Испытательный срок (оплачиваемый). - Работа в крупной компании с возможностью профессионального роста. - Корпоративные бонусы и премии. - Предоставление IDE от JetBrains - Размер оплаты определяется по итогам собеседования.",
        "address": "Алматы, проспект Назарбаева, 226"
    },
    {
        "title": "Frontend-разработчик (верстальщик)",
        "url": "https://hh.ru/vacancy/106355081",
        "salary": "Зарплата не указана",
        "description": "Каруна — это сообщество, где твои идеи становятся IT-проектами. С 2015 года мы создаём софт, мобильные приложения, инструменты мониторинга, антифрод-продукты, медиабиблиотеки, крутой маркетинг и клиентский сервис. Главная ценность Каруны — люди. Вкладываемся в развитие и обучение. Всегда открыты для идей и инициатив. Премируем, одариваем. У нас команда, как семья, офис 99 из 10, удалёнка, если хочешь, и фееричные кутежи. В нашу дружную команду мы ищем Frontend-разработчик Обязанности:  Верстка баннеров и опросов в Exponea. Верстка email-рассылок. Поддержка и развитие дизайн-системы писем. Верстка лендингов различного уровня сложности.  Требования:  Опыт работы в верстке от 1 года. Отличное знание HTML и CSS. Уверенное владение JavaScript. Знание PUG/SCSS, включая создание функций и миксинов. Понимание принципов семантической верстки. Знание методов оптимизации CSS (Grids, Flexbox, сетки). Навыки создания CSS-анимаций. Опыт работы с Git и Figma.  Будет плюсом:  Опыт работы с Webpack. Опыт работы с Stripo. Опыт работы с Exponea. Знание TypeScript. Навыки работы с SVG анимациями.  Условия:   Оформим официально. Офис или удалёнка — решать тебе.   Офис — 99 из 10. Как дома, только круче: караоке, плоечная, музыкальная студия, комната для сна, спортзал, и ещё много всего — в историческом центре Питера.   Накормим, как бабушка: каждое утро завтрак в офисе. Во вторник и четверг — свежие фрукты. В конце недели пятничный ужин: вкуснейшие пицца, пироги, суши, супы и горячее приезжают в офис — и ты приезжай!   Кроме отпуска, можешь брать оплачиваемые days off — сколько понадобится.   Позаботимся о твоём здоровье: откроем ДМС с первого месяца, оргранизуем спорт в офисе. А ещё у нас есть психолог.   Компенсируем ежемесячный кутёж с коллегами.   Karuna benefit bar, где у тебя есть депозит от компании. В меню: компенсация спорта, языковых уроков, твоего личного психолога, конференций, отпуска, и многого чего ещё.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106448091",
        "salary": "Зарплата не указана",
        "description": "Доброго времени суток, соискатель!Мы HR Prime и сейчас мы расширяем нашу IT команду. Компания- разработчик ИИ-бота для поиска кандидатов, АТС системы с рекомендательной системой на основе ИИ.За 4 года существования выиграла 2 премии HR Brand, 2 раза забрала статус лучшего работодателя по версии ХабрКарьеры и 1 раз выиграла всероссийскую премию за организацию лучших условий труда.В 2024 году выиграли премию за лучшее решение по предварительному отбору персонала___Мы хотели бы видеть у специалиста следующий стек технологий:1. React v18 + React hooks2. React Router v63. Redux Toolkit4. Ant Design5. Бибилиотека для валидации форм (можно Formik + Yup, можно что-то ещё) - сейчас конкретно на оливии ее нет, но она понадобиться под новый макет ___IT отдел разделен на две команды:ИИ бот = 1 бэк, 1 фронт, 2 ML специалиста;АТС система = 1 бэк, 1 фронт, 1 тимлид разработки.В каждой из команд также открыты роли для UX дизайнеров и продактов.Пользуемся Ant Design системой___Условия:-трудоустройство в IT аккредитованную компанию-гибридный/удаленный формат работы (офис в Москве, м. Проспект Мира)-возможности профессионального развития и роста внутри компании-классная корп культура (14 корпоративов в году, совместные неформальные вылазки и классная компания молодых и интересующихся людей)-открытость идеям и инициативам, если ты видишь, что можно круто и лучше-ты всегда можешь прийти с этим и мы подумаем вместе, как это воплотить!Будем рады пообщаться и найти подходящего кандидата в нашу классную команду!",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend разработчик JavaScript / React / TypeScript",
        "url": "https://hh.ru/vacancy/106458090",
        "salary": "Зарплата не указана",
        "description": "MAXA Tech LLP — мы продуктовая компания с сильной инженерной культурой. Один из наших ключевых продуктов — это SaaS-платформа, которая помогает нашим клиентам создавать графические и маркетинговые материалы. Платформа позволяет создавать графику в различных форматах: HTML письма, PDF документы, графические альбомы, книги и MP4 файлы. Используя наше решение, пользователи могут создавать графические материалы в несколько кликов, могут оформить печать и доставку готовых печатных материалов до адреса.Мы готовы пригласить frontend разработчика в нашу команду. Что предстоит делать  разработка нового и поддержка текущего функционала; работа в команде, участие в обсуждениях задач и Code Review;  Требования  отличные навыки верстки HTML / CSS / SCSS; понимание Flex, CSS Grid, Media Queries; анимация, DOM, Events; глубокое понимание JavaScript / React; TypeScript;  Будет плюсом  английский; профильное образование;  Преимущества работы у нас  гибкий график и работа в продуктовой команде; есть процесс код-ревью, держим качество кода на высоком уровне; видим конечный результат нашей работы; есть возможности для профессионального роста; нацелены на долгосрочное сотрудничество. К нам приходят не просто на работу, а для того, чтобы строить карьеру, расти и развиваться.  Готовы рассмотреть junior / middle с опытом на повышение квалификации и работу над реальным проектом (необходимо присутствие в офисе). Готовы рассмотреть обучающихся старших курсов. Внимание! Обязательно напишите в сопроводительном письме первой строчкой: \"Привет, MAXA!\" и расскажите о своем опыте.Ссылки на \"живые\" проекты и короткий рассказ о том, какую часть проекта Вы делали, будут плюсом. Реализация тестового задания может значительно помочь в процессе выбора, так как это позволит нам лучше оценить ваши навыки и соответствие требованиям.Задание: https://docs.google.com/document/d/1UgKq2qgxjZCJHHEib3e34tV5TnOpoBIJwJIx5JiBucgДо встречи в MAXA!",
        "address": "Ростов-на-Дону, Береговая улица, 8"
    },
    {
        "title": "Frontend-разработчик React (Middle+)",
        "url": "https://hh.ru/vacancy/106495082",
        "salary": "Зарплата не указана",
        "description": "Привет! Мы — Click2Money, разрабатываем CPA-платформы, агрегаторы и средства аналитики, помогая более чем 300 рекламодателям продвигать свои услуги через различные каналы коммуникации. Один из наших продуктов afina — решение, которое позволяет мобильным операторам монетизировать данные. Платформа использует машинное обучение для анализа поведения пользователей и предлагает им таргетированную рекламу из 2000+ оферов. Сейчас мы в поиске Frontend-разработчика для разработки функционального личного кабинета (проект на стадии mvp). Чем предстоит заниматься:  вместе с командой выстраивать с нуля архитектуру нового web-приложения; разрабатывать интерфейс и бизнес-логику на React, Typescript, TanStack, Antd, Emotion CSS; осуществлять интеграцию с REST API.  Что мы ждем:  опыт коммерческой разработки от 3 лет; продвинутые знания JavaScript и TypeScript; знание и опыт работы c React (v18); знание библиотек управления состоянием, у нас TanStack Query (React Query); опыт работы с ui-библиотеками Antd или MUI; опыт работы с REST API; понимание методологии FSD (Feature-Slice Design) и опыт работы с ней; опыт работы с CI/CD (gitlab), Docker.  Мы предлагаем:   оформление по ТК;   удаленный/гибридный формат, старт до 11:00;   английский язык и профильное обучение за счет компании (после испытательного срока);   отличный коллектив и внутренние мероприятия, подарки на день рождения;   работу над уникальным технически сложным продуктом с амбициозными планами развития.",
        "address": "Москва, переулок Капранова, 3с4"
    },
    {
        "title": "Frontend-разработчик React",
        "url": "https://hh.ru/vacancy/106312212",
        "salary": "Зарплата не указана",
        "description": "Компания АК- поставщик программного обеспечения и интегратор онлайн-бухгалтерий для банков и финтех-компаний.Среди наших клиентов «Альфа-Банк», «ВТБ», «Открытие», «Модульбанк», «Чёрная Бухгалтерия», «ПромСвязьБанк» . Мы являемся дочерней компанией «1С», и под нашим управлением уже обслуживается больше 10 тысяч клиентов. Наша команда первой на рынке запустила накопление налогов в реальном времени и бухгалтерию, встроенную в банк.  Сейчас мы находимся в поиске frontend-разработчика.   Задачи:   Работа в команде в формате двухнедельных спринтов;   Разработка с применением React;   Разработка визуальных компонентов с применением технологий адаптивной вёрстки;   Перенос дизайн-проекта в стилизованные визуальные React компоненты;   Разработка универсальных функциональных компонентов WEB интерфейса;   Адаптация стандартных стилей используемых компонентов под бренд бук компании;   Участие в разработке проектов.     Что мы ждем от кандидата:   Знание нативного Javascript;   Знание React, Redux, Redux Toolkit;   Опыт работы c RESTful API;   Опыт использования линтеров (Eslint, Stylelint);   Styled components/SASS/PostCSS, адаптивная/кроссбраузерная верстка;   Опыт использования Figma;   Опыт работы с webpack, Git;   Опыт разработки SPA, Node.js и Express.     Что мы предлагаем: - Вопрос заработной платы готовы обсуждать по результатам собеседования; - Трудоустройство по ТК РФ в аккредитованную IT-компанию, все \"по-белому\"; - График работы 5/2 с 9:00 до 18:00; - Офис в Уфе, Москве или полностью удаленная работа.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106505307",
        "salary": 100000,
        "description": "Ищем фронтенд разработчика для поддержки и будущей миграции на более свежие фронтенд технологиии существующих в компании проектов.   В текущей момент в компании развиваются 2 больших проекта (розничный и оптовый), а также 3 небольших внутренних проекта.   Требования к frontend-разработчику:  опыт коммерческой frontend-разработки от 1.5 лет (2..3 проекта); опыт разработки на Vue 2/3, опыт в React / Angular будет плюсом; опыт разработки на JavaScript и/или TypeScript; твердые навыки верстки, CSS3(SCSS), HTML5, автоматизация сборки Webpack и тп; знание и опыт применения XSLT будет большим плюсом; понимание и использование принципов UI/UX-проектирования, адаптивной верстки и кроссбраузерности; способность изучить неизвестную тему, разобраться с задачей и самостоятельно реализовать решение;  Условия:  Удаленный формат работы Зарплата 100 000 руб./мес",
        "address": "Адрес не указан"
    },
    {
        "title": "Фронтенд разработчик (Typescript+React)",
        "url": "https://hh.ru/vacancy/106377059",
        "salary": "Зарплата не указана",
        "description": "LADA Цифра Мы создаем цифровое будущее автомобильной индустрии России   Ищем в команду Фронтенд разработчика (Typescript+React)     Что делать:     Разработка различных страниц панели управления контентом и бизнес-логики оркестрации в кросс-функциональной команде;   Написание различных тестов (unit, end-to-end);   Участие в принятии технических решений и внедрении инженерных практик в процесс разработки;   Участие в развитии продукта и генерации идей   Логики оркестрации в кросс-функциональной команде;   Написание различных тестов (unit, end-to-end);   Участие в принятии технических решений и внедрении инженерных практик в процесс разработки;   Участие в развитии продукта и генерации идей   Портфолио кандидата:     Глубокое понимание основных концепций React, компоненты, состояние, props, жизненные циклы   Знание современных паттернов проектирования в React, HOC, Render Props, Compound Components   Понимание концепций контекста, мемоизации и оптимизации производительности   Знание JavaScript и TypeScript: владение JavaScript, ES6+ синтаксис, замыкания, прототипы и т.д.   Опыт работы с TypeScript: понимание типов, интерфейсов, generics и их применение в React-приложениях   Опыт проектирования масштабируемых и поддерживаемых React-приложений   Знание паттернов проектирования, Atomic Design, Compound Components и тд.   Навыки работы в команде, эффективная коммуникация. Стремление к обучению и освоению новых технологий",
        "address": "Москва, Ленинградский проспект, 36с41"
    },
    {
        "title": "Ученик/JavaScript-разработчик",
        "url": "https://hh.ru/vacancy/106274157",
        "salary": "Зарплата не указана",
        "description": "Новый курс “Front-end разработка на OpenUI5” Это твой шанс построить карьеру в крутой IT - компании! Мы открываем новый курс, по окончании которого у тебя появится возможность стать частью команды, участвовать в проектах в роли консультанта и Front-end разработчика, а также создавать технологичные и востребованные продукты! КОГДА? - с 30 сентября;  ГДЕ? - Онлайн, для доступа из любой страны. Плюс - у Вас будет доступ к записям занятий для более глубокого изучения; ВРЕМЯ? - Свободный график обучения (не менее 4 часов в день); Успешное выполнение финального контрольного задания дает возможность стать частью команды Lynx! ЧТО МЫ ПРЕДЛАГАЕМ?   Продолжительность обучения всего 2 месяца;   Практический опыт и теоретические знания от экспертов с многолетним опытом;   Последующая стажировка в форме совместной работы над проектами компании;   Возможность продолжить совместную работу с компанией на борту Lynx.   ДЛЯ КОГО?   Владеешь знаниями HTML, CSS, JavaScript, SQL.   Имеешь базовые знания о реляционных СУБД?   Английский на уровне intermediate, и ты готов “прокачать” разговорный английский в сжатые сроки?   Владеешь знаниями одного или нескольких объектно-ориентированных языков программирования?   Умеешь работать в команде?   Тогда мы ждем именно тебя! ЧТО ЖДЕТ ТЕБЯ?   Практическое знакомство с возможностями OpenUI5;   Интересная информация о содержании и назначении основных возможностей фреймворка;   Получишь базовые знания SAP HANA – высокопроизводительной базы данных поколения NewSQL;   Научишься самостоятельно вести front-end разработки на технологиях OpenUI5;   Создашь собственное веб-приложение с помощью OpenUI5;   Начнешь разрабатывать полноценные решения и научишься их публиковать в Internet;   Выполнишь контрольное задание и получишь возможность стать частью Lynx-IT!!   Программа курса подразумевает комбинированный тип обучения – лекции и применение знаний на реальных проектах. Не упусти свой шанс! ВАЖНО! Окончание приёма анкет: 25 сентября 2024. Рассылка результатов анкетирования: до 27 сентября 2024. Начало занятий: 30 сентября 2024 в 18:00.",
        "address": "Адрес не указан"
    },
    {
        "title": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/106353667",
        "salary": 100000,
        "description": "КОМСОФТЛАБ - молодая, динамично развивающаяся команда разрабатывающая ERP системы для бизнеса. Вакансию читаем полностью! Зарегистрированы как IT компания со всеми плюшками. Официальное трудоустройство по ТК (полностью \"белая\" заработная плата) Мы разрабатываем действительно крутые продукты, и ищем крутых специалистов на интересные задачи! Мы ищем Backend-разработчика к нам в команду.   Основные технические навыки: — Умение писать чистый и понятный код.— Глубокое понимание архитектуры веб-приложений и принципов работы его составляющих.— Знание принципов работы с REST API и жизненного цикла HTTP-запроса.— Понимание принципов объектно-ориентированного программирования (ООП).— Опыт работы с реляционными базами данных через консоль или административный интерфейс, понимание SQL (используем PostgressSQL).— Обязательное умение работать с Git— Опыт работы с WebSockets.   Знания python 3.9+ (на уровне Junior+/Middle)Знания Django 4.2+ (на уровне Junior+/Middle)Знание библиотек Django REST Framework, Channels/Channels-redis, Jinja2, smtplib/MIMEText, bs4Опыт работы с PostgresSQLПлюсом будет опыт работы с системой Git Знание на базовом уровне JavaScript(jQuery), html, css — Понимание принципов UX/UI Дополнительные навыки:— Способность самостоятельно искать решения, читать, тестировать и отлаживать код.— Умение принимать решения относительно качества кода, соответствующего внутренним стандартам команды.— Навыки оптимизации кода и проведения отладки для улучшения производительности.— Владение инструментами разработчика, такими как devtools (обязательно), Postman (будет плюсом). Основные задачи:— Разработка пользовательских интерфейсов для веб-сервисов.— Сопровождение разработанных решений.— Оптимизация старого кода— Оценка и планирование сроков реализации задач.   С нас - классный коллектив, устройство по ТК, удобный офис, плюшки и печеньки) Уважаемые соискатели! В связи с большим количеством откликов на данную вакансию просим Вас при получении приглашения писать в WA или ТГ. Благодарим за понимание!",
        "address": "Москва, Кутузовский проспект, 36с1"
    },
    {
        "title": "Фронтенд-разработчик",
        "url": "https://hh.ru/vacancy/106471565",
        "salary": 400,
        "description": "Описание: Мы ищем талантливого и ответственного фронтенд-разработчика, который присоединится к нашей команде для создания и поддержки современных веб-сайтов. Ваша работа будет включать разработку интерфейсов, оптимизацию производительности и тесное взаимодействие с командой дизайнеров и бэкенд-разработчиков. Мы ценим внимание к деталям, креативность и способность работать в динамичной среде.   Требования:   • Уверенные знания HTML, CSS, JavaScript (ES6+). • Опыт работы с современными фреймворками (React, Vue.js, Angular). • Понимание принципов адаптивной и кроссбраузерной верстки. • Опыт работы с системами контроля версий (Git). • Знание препроцессоров CSS (Sass, Less) будет плюсом. • Опыт работы с RESTful API и WebSocket. • Понимание основ UX/UI дизайна. • Умение работать в команде и хорошие коммуникативные навыки. • Опыт работы от 2 лет в аналогичной должности.   Условия:   • Конкурентоспособная заработная плата. • Гибкий график работы с возможностью удаленной работы. • Доступ к современным технологиям и инструментам разработки. • Возможности для профессионального роста и обучения. • Дружелюбная и поддерживающая команда. • Участие в интересных и инновационных проектах.",
        "address": "Адрес не указан"
    },
    {
        "title": "Junior Python developer",
        "url": "https://hh.ru/vacancy/106511056",
        "salary": "Зарплата не указана",
        "description": "Привет!Мы компания Emphasoft и мы занимаемся заказной разработкой IT решений для западного рынка.Сейчас компания растет, появляются новые проекты, поэтому нам в команду нужны амбициозные разработчики.У нас есть отличная возможность для начинающих backend разработчиков пройти путь от уровня junior позиции к senior и выше. Ты один из них? Читай дальше)Если ты подходишь по этим критериям, откликайся на нашу вакансию и мы свяжемся с тобой:  Знаешь Python и имеешь опыт написания pet-проектов; Знаком(а) с Django и Flask/Fast API; Понимаешь СУБД и можешь создавать запросы (SQL, MySQL - желательно); Знаешь алгоритмы и структуры данных; Можешь принимать и вовремя давать обратную связь по поводу того, что происходит в проекте; Имеешь профильное высшее образование (IT направления, математика) или учишься на последних курсах; Будет плюсом, если ты принимал(а) участие в олимпиадах по программированию :)  Что предстоит делать:  Дорабатывать и сопровождать проекты; Работать в команде над интересным проектом; Использовать git, jira, pycharm, phpstorm и другие инструменты  Мы предлагаем:   Гибкий график работы, возможность самостоятельно планировать свой рабочий день;   Удаленная работа/работа в офисе в 5 минутах ходьбы от ст. м. Спортивная/гибридный формат - на выбор;   Корпоративные курсы английского языка;   Отсутствие микроменеджмента и бюрократии.",
        "address": "Адрес не указан"
    },
    {
        "title": "Java-разработчик",
        "url": "https://hh.ru/vacancy/106402289",
        "salary": "Зарплата не указана",
        "description": "Сеть магазинов «Копеечка», «Маяк», «Доброном» приглашает на постоянное место работы JAVA-РАЗРАБОТЧИКА в отдел разработок и оптимизации.  Мы предлагаем:  удобный график работы 5/2 с 9:00 до 18:00; интересная работа в крупной, стабильной, динамично развивающейся организации; официальное оформление, все социальные гарантии; наличие Профсоюзной организации в компании: материальная помощь в различных жизненных ситуациях, организация экскурсий, корпоративных мероприятий, приятные Бонусы; рабочее место находится по адресу г. Минск, 3-й пер. Монтажников скидки и бонусы в рамках программы лояльности для работников в сети магазинов \"Доброном\" и \"Копеечка\", а также в сети партнеров.  Обязанности:  разработка, тестирование и внедрение программных решений в рамках компании ЗАО \"Доброном\". знание Java, Spring(Security, MVC, websocket), Hibernate, Connection pool, SQL; опыт создания REST API; желателен опыт работы в проектировании высоконагруженных ИТ-решений на базе микросервисной архитектуры и в проектированиях баз данных; знание английского на техническом уровне; высшее образование; рассматриваем кандидатов без опыта работы.  Требования:   ответственность, исполнительность, порядочность, пунктуальность, умение работать в команде;   заработная плата по итогам собеседования.",
        "address": "Минск, 3-й переулок Монтажников"
    },
    {
        "title": "Front-end разработчик JavaScript (React), Middle+",
        "url": "https://hh.ru/vacancy/106348049",
        "salary": 160000,
        "description": "Мы ищем JS Frontend разработчика с упором на React для работы над собственным проектом, стартапом децентрализованного B2P Маркетплейса \"ЦЕЗИО\" Участник Московского инновационного кластера О работе Разработка и поддержка проекта React.js, как приложений, работающих с сервером через реализованное REST API. Требования — опыт коммерческой разработки серверных приложений в команде разработчиков от 3-х лет;— отличное знание JS (ES 6+), опыт работы с JS от 2 лет;— уверенное владение React, опыт разработки на React от 2-х лет;— уверенное знание HTML/CSS;— опыт написания SPA приложения;— понимание основных принципов безопасности веб-приложений;— понимание алгоритмов и структур данных, принципов написания хорошего кода, паттернов ООП, архитектурных паттернов;— знание принципов взаимодействия систем посредствам SOAP/REST (Rest API);— уверенное знание HTTP и WS протоколов;— умение работать с git;— английский язык на уровне чтения технической литературы;— умение самостоятельно разобраться в поставленных задачах;— умение работать в команде. Плюсом будет:— опыт работы с микросервисной и микрофронтендной архитектурой;— наличие опыта в написании как unit, так и клиентских авто-тестов;— опыт использования в разработке готовых UI-компонентов (ui kit);— знание DOM (оптимизация, принципы работы);— опыт работы с Gitlab CI/CD для организации сборки и развертывания Заработная плата и график  Работа удаленная / по гибридному графику в офисе / в рамках полного рабочего дня. Оплачиваемый отпуск.  Если есть заинтересованность в нашем предложении, мы направим Вам необходимую информацию и тестовое задание, по результатам которого сможем более детально понять формат сотрудничества. Приоритет сотрудничества - самозанятые, ИП",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106502257",
        "salary": "Зарплата не указана",
        "description": "Вам предстоит принять участие в проектировании и разработке React приложения с 0 на основе существующих требований к функциональности, целью которого является настройка и управление чат-ботом и его сценариями поведения, а далее командой продолжить развивать это приложение для наших клиентов. Команда Новые front-разработчики ищутся для расширения существующей стабильной команды back-разработчиков до кросс-функциональной команды. В команде сейчас 6 человек в двух локациях. У многих есть интересные хобби: от велоспорта и профессиональной фотографии до инвестиций, но безусловно всех объединяет высокий уровень культуры разработки и проектирования. В качестве front компетенций новички не останутся одни - в компании есть Инфраструктурный отдел web разработки, представляющий web-комьюнити, помощь и постоянный контакт, чтобы обмениваться идеями и знаниями, помогать в развитии и принятии решений, в том числе в вопросе становления нового проекта. Помимо этого сам отдел, в котором находится команда, имеет инициативных ребят, практикующих t-shape в web. Как мы работаем   Небольшие кросс-функциональные команды, распределенные по часовым поясам   Стандартные scrum активности и спринты протяженностью 2 недели   Целеполагание на кварталы и понятные приоритеты, в том числе в разрезе технического развития проектов   Полностью автоматизированый CI/CD и целый отдел, представляющий devOps компетенции, при необходимости помощи   Поощряем участие каждого в развитии продуктов и инструментов   Что нужно будет делать?   Работать с кодовой базой в разрезе решения технических и бизнес-задач   Анализ и проработка технических решений на основе требований   Регулярно участвовать в code review и в принципе в проверке реализованных решений с коллегами   Принятие участия в построении или адаптации существующего CI/CD под разработку фронта   В дальнейшем развивать вместе с командой продукт чат-бот в векторе SaaS   Участвовать в найме, онбординге и менторстве   Ожидания от кандидата  Регион: НСК часовые пояса Опыт работы: от 1 до 3 лет Грейд: junior + Опыт и знание React, Vite, TypeScript, JavaScript Знание HTTP, REST, JSON, Знание CSS, SCSS, HTML Опыт взаимодействия с tanstack/query, react-hook-form, yup, axios Опыт взаимодействия с ui-библиотекам MUI, Mantine Понимание и умение использовать инструменты: prettier, eslint, stylelint Опыт написания автотестов с использованием чего-то из: jest, react-testing-library, playwright Умение работать с менеджером зависимости npm или yarn Умение работать с системой контроля версий git    Будет плюсом:  Опыт запуска/создания новых проектов Опыт взаимодействия и настройки ci/cd, Опыт работы с docker ⁠Хорошее знание Node.js Опыт работы и знание в agile, scrum  Желательно получить вместе с резюме ссылку на github",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend Middle Developer",
        "url": "https://hh.ru/vacancy/106512885",
        "salary": "Зарплата не указана",
        "description": "Наша команда проектирует, разрабатывает и внедряет IT-решения в области бизнес-аналитики, управления данными, продвинутой аналитики и разработки индивидуальных решений. Среди реализованных проектов решения для крупных международных организаций, глобальных корпораций и государственных ведомств в 15 странах мира в таких сферах как здравоохранение, сельское хозяйство, финансы, промышленность, энергетика и госуправление. У нас есть опыт работы с российскими компаниями и организациями разных уровней. Например, мы реализовывали проекты для таких заказчиков как концерн Росэнергоатом, Россети ФСК ЕЭС, Зарубежнефть, Аналитический центр при Правительстве РФ, Министерство труда и социальной защиты РФ и других. Разработанные нами решения внедрены в крупнейших международных организациях и глобальных корпорациях, включая Международный валютный фонд, Всемирную организацию здравоохранения, Европейскую комиссию, ОЭСР, корпорацию 3М, химический концерн BASF, Совет сотрудничества стран Персидского залива, Статистический центр и Министерство здравоохранения Саудовской Аравии и другие. О проекте: Мы в поиске frontend-разработчика для участия в работе над российскими и международными проектами. Приложения написаны на ReactJS и ASP.Net Core/Java Spring. Портал содержит более сотни интерактивных отчётов и занимает лидирующее положение на рынке. Что предстоит делать:  Разрабатывать SPA в укомплектованной команде; Разрабатывать расширения для BI-платформы Enterprise-уровня; Поддерживать имеющиеся решения; Участвовать в обсуждениях решений для проекта; Взаимодействовать и поддерживать доброжелательные отношения с заинтересованными сторонами; Взаимодействовать с системой управления задачами YouTrack; Участвовать в Code Review.  Что мы ждем от кандидата:  Уверенное знание основных веб-технологий (HTTP, REST, HTML, CSS); Знание TypeScript, JavaScript ES6+ синтаксиса и ООП; Уверенное знание библиотеки React (Включая React Hooks); Опыт взаимодействия с системой контроля версий git (GitHub, Bitbucket); Опыт владения инструментами трекинга задач (YouTrack, Jira или т.п.); Опыт работы с UI библиотеками (Material UI, Fluent UI или т.п.); Опыт работы с Redux/Redux Thunk/Mobx/RxJS или т.п.; Ответственность и самостоятельность; Быстрая обучаемость и заинтересованность в саморазвитии; Нацеленность на результат и работа в команде.  Будет плюсом:  Умение писать код, который соответствует SOLID принципам; Опыт конфигурации CI/CD; Понимание работы серверной части.  Что мы предлагаем:  Гибкий график и возможность удаленной работы; ДМС со стоматологией после испытательного срока; Официальное трудоустройство, полностью белая зарплата; Возможности для получения новых знаний, обмена опытом и роста; Атмосфера дружелюбия и взаимопомощи в коллективе; Корпоративные мероприятия и дополнительные бонусы по интересам сотрудников; Комфортные зоны отдыха, полезный завтрак, фрукты, сладкий перекус и ароматный кофе/чай;  А самое главное – команда профессионалов, увлеченных своим делом людей, с которыми будет приятно и интересно работать.",
        "address": "Пермь, улица Аркадия Гайдара, 8Б"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106289770",
        "salary": 300000,
        "description": "Мы – команда разработчиков \"Namique Tech\". Компания основана в 2015 году. На сегодня команда насчитывает 13 специалистов из разных стран. Специфика нашей работы – создание сложных веб-проектов и мобильных приложений международного уровня. Ключевые компетенции нашей команды это: CV, Neural Networks, BI, IoT.Обязанности:  Разрабатывать клиентские и внутренние интерфейсы и сопутствующие инструменты Внедрять новые технологии и практики  Требования:  Отличные знания JavaScript Опыт работы с React от 3х лет,  Опыт работы с Typescript, Redux  Условия:  Пятидневная рабочая неделя Достойную зарплату — обсудим ее на собеседовании",
        "address": "Адрес не указан"
    },
    {
        "title": "Rust Разработчик для Solana",
        "url": "https://hh.ru/vacancy/105221147",
        "salary": "Зарплата не указана",
        "description": "Мы ищем талантливого и опытного Rust разработчика для работы над проектом на блокчейне Solana. Обязанности:  Разработка и поддержка смарт-контрактов на платформе Solana; Проведение аудита смарт контрактов для обеспечения их безопасности и эффективности; Взаимодействие с командой разработки;  Требования:  Хорошая алгоритмическая подготовка; Глубокое понимание Rust; Опыт разработки смарт-контрактов на блокчейне Solana; Знание принципов безопасности в разработке смарт-контрактов; Умение решать сложные задачи с применением простых и эффективных методов; Знание принципов CI / CD и контейнеризации Умение работать в команде и самостоятельно решать сложные задачи  Будет плюсом:  Опыт участия в крупных блокчейн-проектах; Опыт работы с другими блокчейн-платформами и протоколами; Знание других языков программирования (C++, Python, Go); Участие в open-source проектах.  Условия:  Конкурентоспособная заработная плата, обсуждаемая по результатам собеседования; Гибкий график работы и возможность удаленной работы; Возможности для профессионального роста и развития; Участие в инновационных проектах и работа с передовыми технологиями; Дружный коллектив и комфортные условия труда.",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик/React",
        "url": "https://hh.ru/vacancy/106409918",
        "salary": "Зарплата не указана",
        "description": "Требования:  Работа в роли разработчика front-end от 3-х лет; Разработка на Javascript (es6); Работа с VCS (Git); Работа с React Работа с Redux, redux-observable; Работа с RxJs; Верстка (HTML / CSS / SCSS, адаптивная верстка, особенности верстки под мобильные браузеры); Работа с REST API;  Условия:  Конкурентоспособная заработная плата Корпоративное обучение и сертификацию в технических и бизнес областях Корпоративные развлекательные программы Помощь при релокации Формат работы удаленный",
        "address": "Адрес не указан"
    },
    {
        "title": "Frontend-разработчик React (Middle/Middle+)",
        "url": "https://hh.ru/vacancy/106422293",
        "salary": "Зарплата не указана",
        "description": "О проекте: Мы разрабатываем систему управления облачной платформой, которая предоставляет широкий спектор IaaS, PaaS, SaaS сервисов для наших клиентов. С помощью нашей платформы компании различного масштаба имеют возможностьстроить виртуальную ИТ инфраструктуру любой сложности и высокой надежности. Платформа активно дорабатывается под требования рынка. В работе большой скоуп задач на доработку существующих и созданию новых сервисов. В связи с этим, расширяем команду и ищем frontend-разработчика (middle), которому было бы близко направление облачных сервисов, воодушевляла масштабность задач и востребованность продукта. Желание погружаться в продукт с точки зрения бизнеса и потребностей клиента будет большим преимуществом.   Чем предстоит заниматься:  Разработка интерфейсов облачных сервисов в соответствии с требованиями Продуктового офиса;  Участие в проектировании и разработке архитектуры приложений;  Тесное взаимодействие со всеми участниками команды (аналитиками, тестировщиками, backend-разработчиками); Аудит требований к UI, работа с макетами интерфейсов (figma); Участие в код-ревью; Выявление ошибок в работе web-приложения и участие в разборе нетиповых ситуаций работы системы; Предварительное тестирование результатов своей работы; Сопровождение доработок в качестве третьей линии поддержки;  Что необходимо знать:   Отличное знание JS; Опыт создания сложных интерфейсов на React; Знания HTML5 и CSS3 (чистый код, flexbox, grid); Опыт работы с Linux, Git, Docker в объеме, необходимом для разработчика; Опыт прототипирования в figma или других средствах визуализации; Опыт работы с TypeScript, GraphQL (желателен); Понимание взаимодействия между client и server, передачи и хранения данных, WebSockets, принципов RESTful API; Опыт командной разработки с использованием программных продуктовConfluence и Jira;  Было бы здорово, если у тебя был опыт:   использования сборщиков Vite / webpack; оптимизации на клиенте сложных Web-приложений;    Что мы предлагаем:  Минимум бюрократии, четкие задачи, достаточные временные ресурсы на их выполнение; Дружелюбную корпоративную культуру, общение преимущественно с коллегами из ИТ-сферы; Гибкое начало рабочего дня; График работы на твой выбор: офис/гибрид/удаленка; Реальную возможность обучения за счет компании; Рыночный уровень заработной платы и квартальные премии; Официальное оформление по ТК с испытательным сроком 3 месяца; Подключение к ДМС после окончания испытательного срока; Офис - м. Динамо, бизнес-центр Трио.  Мы - аккредитованная Министерством цифрового развития компания. Вам будут доступны все преференции, льготы, связанные с этим статусом.",
        "address": "Москва, улица 8 Марта, 1с12"
    },
    {
        "title": "Frontend-разработчик (Middle)",
        "url": "https://hh.ru/vacancy/106413851",
        "salary": 300000,
        "description": "Привет! Мы — группа разработчиков с обширным техническим багажом в самых разных областях. В ближайшее время мы запускаем несколько новых продуктов (каждый из них является высоконагруженной b2c системой со сложной бизнес-логикой) для которых нам необходимы фронтенд-программисты. Мы готовы рассказать подробности на собеседовании, поучаствовать можно будет в любом из понравившихся вам проектов (можно даже в нескольких сразу, если будет такое желание). У нас вы получите возможность:- приобрести солидный и очень разносторонний опыт (в нашей компании нет людей, занимающихся \"перекладыванием json'ов\")- работать в сильной и дружелюбной команде (большая часть всех когда-либо работавших в компании сотрудников — выпускники из мест вроде МКН, ФПМИ, мат-меха и мех-мата)- изучать новые технологии и расти, как специалист- участвовать в полном цикле разработки и предлагать любые улучшения Нам важно, чтобы вы:- имеели твёрдые фундаментальные знания математики и информационных технологий- умели писать на JavaScript и Typescript- имели реальный опыт работы с React, Redux, любым из препроцессоров LESS, SASS, SCSS (не в учебных проектах)- имели опыт работы с докером- знали основные сетевые протоколы, писали сетевой код- умели работать с системами контроля версий и ишью-трекерами- имели возможность и желание работать не менее 120 часов в месяц Мы обрадуемся, если:- у вас есть реальный опыт работы с другими современными фронтенд-фреймворками (например, Vue, Qwik, Svelte, Solid и т.д.)- у вас есть опыт работы с веб-сокетами- вы пробовали заниматься оптимизациями рендеринга приложений- у вас есть хотя бы небольшой опыт в проектировании архитектур распределенных систем- вам интересно проявлять инициативу и брать на себя ответственность за отдельные продуктовые направления У нас возможна удалённая работа по любому удобному вам графику. В вакансии указана вилка при условии работы 160 часов в месяц, но мы можем договориться с вами на другое количество часов (как меньшее, так и большее), если вам этого захочется.На данный момент мы готовы работать только с людьми, которые могут легально оформить наши рабочие взаимоотношения в России и получать деньги на счёт российского банка.",
        "address": "Адрес не указан"
    },
    {
        "title": "Python Backend Developer",
        "url": "https://hh.ru/vacancy/106498675",
        "salary": "Зарплата не указана",
        "description": "Мы ищем Python-разработчика в проект по разработке и развитию мультимедийной веб-системы на долгосрочную основу.  Что нужно будет делать:  Разработка сервисов/микросервисов для направления Automotive; Разработка комплексных систем мониторинга и телеметрии, интеграции со внешними сервисами; Проводить code-review и работать над повышением качества продукта совместно с командой;  Наши ожидания:  Опыт коммерческой разработки на Python от 2 лет; Понимание классических алгоритмов и структур данных; Умение выбирать абстракции, писать понятный и поддерживаемый код; Опыт работы с asyncio и асинхронными фреймворками; Опыт работы с SQL и NoSQL БД; Опыт написания unit-тестов на pytest; Опыт работы с Docker + docker-compose; Понимание принципов создания безопасных web-приложений; Понимание основных паттернов проектирования и умение их применять на практике.  Будет плюсом:  Опыт работы с ETL-фреймворками (Airflow, Dagster, etc.); Понимание принципов работы Kubernetes; Опыт работы с GraphpQL; Опыт проектирования и разработки распределенных отказоустойчивых систем",
        "address": "Нижний Новгород, Салганская улица, 10"
    },
    {
        "title": "Web-разработчик",
        "url": "https://hh.ru/vacancy/106495481",
        "salary": "Зарплата не указана",
        "description": "В стабильную и развивающуюся компанию специализирующуюся на разработке цифровых решений для бизнеса требуется Web-разработчик.Вакансия открыта в связи с расширением команды.Задачи, которые придется решать:  Командная разработка/поддержка веб-сайтов и веб-приложений; Участие в проектировании архитектуры и выборе технологий для решения задач; Оптимизация производительности и безопасности веб-сайтов и веб-приложений; Работа в команде с дизайнерами и другими разработчиками; Написание актуального, валидного и поддерживаемого кода; Участие в Code Review и обсуждении технических решений.  Что мы ждем:  Опыт работы web-разработчиком/верстальщиком не менее 1 года; Знание HTML, CSS, JavaScript; Знание серверных технологий (PHP, Node.js, Python); Опыт работы с современными фреймворками и библиотеками (React, Vue.js, JQuery, Laravel, Django); Опыт работы с CMS/CMF системами (1С Битрикс: управление сайтом, ModX, WordPress); Опыт создания web-приложения (SPA, PWA); Опыт работы с базами данных (SQL, NoSQL); Опыт работы с системами контроля версий (Git); Понимание принципов адаптивной и кросс-браузерной верстки; Понимание принципов разработки современных сервисов (RESTful API, ассинхронность, масштабируемость); Умение работать в команде и хорошие коммуникативные навыки.  Будет плюсом:  Опыт создания кроссплатформенных приложений (React Native, Flutter, Ionic); Желание развиваться в профессиональной среде; Базовое владение Photoshop/Figma для взаимодействия с дизайн макетами.  Мы предлагаем:  м. Павелецкая  (Офис в 1 минуте от метро); График 5/2 (с 9:00 до 18:00 или с 10:00 до 19:00); Оформление по ТК РФ; Бесплатные горячие домашние обеды в собственной столовой ; Возможности для профессионального роста и развития в своем направлении; Участие в интересных, масштабных и долгосрочных проектах ; Заработная плата от 80 000 р. (готовы к обсуждению с успешным кандидатом по результатам собеседования); Премии/рост дохода за выполненные проекты и долгосрочное сотрудничество.",
        "address": "Москва, Замоскворецкая линия"
    },
    {
        "title": "Python developer / Python разработчик (FastAPI)",
        "url": "https://hh.ru/vacancy/106262003",
        "salary": "Зарплата не указана",
        "description": "Мы расширяем штат и находимся в поиске Python-разработчиков уровня Middle+ / Senior    Команды и задачи:  Монетизация: перевод текущий монолита на микросервисы. Сейчас мы переводим часть монолита - api для мобильных клиентов и фронта, переписываем с Perl на асинхронный Python. Финансовые сервисы: высоконагруженный проект, в день около 10-12 млн событий, асинхронная разработка, сложная система распределенных вычислений. Технологии: большое кол-во инженерных челленджей, разноплановость проектов и задач.  Стек:  Пайплайны настроены на Gitlab CI, в которых запускаются MyPy, Flake, Black и интеграционные тесты на PyTest. Сервисы на FastAPI в тех же пайплайнах собираются в образ Docker и деплоятся в кластер Kubernetes Клиенты общаются с сервисами по REST, используем спецификацию OpenAPI, в шаблоне типового проекта настроен Swagger  Для нас важно:   Владение асинхронным Python и современным фреймворком веб-разработки на его основе (FastAPI, Aiohttp) от 3-х лет   Опыт командной работы с применением гибких подходов / be Agile:)   Понимание базовых принципов многопоточного и асинхронного программирования (GIL, Asyncio)   Опыт продуктовой разработки и проектирования функционала REST API   Опыт работы с БД (Mysql / PostgreSQL), оптимизация запросов   Опыт написания интеграционных тестов   Будет плюсом:  Знания веб-архитектуры: клиент-серверного взаимодействия, особенностей синхронной и асинхронной модели выполнения Умение спроектировать MVP сервиса на знакомых технологиях по требованиям бизнеса, предварительно их уточнить и спланировать его масштабирование  Условия:  Возможность работать удаленно, в том числе вне РФ Сильная команда разработки, которая поможет прокачать свои скиллы Комфортный офис в Москва-Сити на 28 этаже башни «Меркурий», отсутствие дресс-кода  Официальное оформление по ТК РФ, стабильную белую заработную плату + ежеквартальную премию   ДМС со стоматологией, компенсация фитнеса, скидка на изучение иностранных языков, образовательные курсы и семинары, частичная компенсация парковочного места   Трудолюбивым и талантливым мы гарантируем карьерный рост   Веселые и запоминающиеся корпоративы на природе и в офисе: играем в настолки, xbox и настольный теннис прямо в офисе. Заказываем пиццу каждую последнюю пятницу месяца   Ежедневное погружение в мир книг и неограниченный доступ ко всем электронным и аудиокнигам :)",
        "address": "Москва, 1-й Красногвардейский проезд, 15"
    },
    {
        "title": "Разработчик Python",
        "url": "https://hh.ru/vacancy/106396609",
        "salary": "Зарплата не указана",
        "description": "Что вам предстоит делать:  Разработка и оптимизация веб-приложений на Python. Работа с Django Rest Framework и асинхронным FastAPI. Написание чистого, эффективного и легко читаемого кода. Оптимизировать производительность, обеспечить качество. Работа с экосистемой библиотек и фреймворков, которые включают NumPy, Pandas, Django и Flask. Создание и поддержка unit и integration тестов с использованием pytest. Работа с SQL и построение грамотных SQL запросов. Интеграция со сторонними API. Разрабатывать и выполнять тестовые сценарии для проверки правильности работы программы, исправлять ошибки и улучшают программу на основе обратной связи от пользователей и других разработчиков.    Что мы ожидаем от вас:  Опыт в области IT в разработки мобильного приложения (желательно от 3 лет). Умение использовать фреймвор Django или Flask. Умение использовать баз данных, включая опыт работы с SQL и NoSQL. Опыт разработки RESTful API. Знание системы контроля версий Git, знание commit, push, pull, fetch, checkout, branch, merge, rebase, revert. Опыт работы с удаленными данными через REST и JSON. Рабочие знания общего мобильного ландшафта, архитектур, тенденций и развивающихся технологий.    Что мы предлагаем:  Официальное трудоустройство. Достойная заработная плата. Корпоративное обучение и тренинги для развития сотрудников. Комфортные условия труда. График работы 5/2 с 9.00 до 18.00. Удобная локация в центре города.",
        "address": "Ташкент, улица Матбуотчилар17"
    },
    {
        "title": "Frontend-разработчик / верстальщик (стажер, junior)",
        "url": "https://hh.ru/vacancy/106346156",
        "salary": 40000,
        "description": "ИНТЕРВОЛГА — аккредитованная IT-компания. Организация внесена в реестр Минцифры России. Главные компетенции:  производство и развитие технологически сложных веб-проектов (интранет-порталы Битрикс24, личные кабинеты, высоконагруженные интернет-магазины), digital-маркетинг и лидогенерация, разработка конфигураций для бизнеса на платформе 1С.  Мы работаем с крупным бизнесом. Наши ключевые клиенты: Группа компаний Евраз, АО «Лаборатория Касперского», АО «АльфаБанк», ООО «ПЭК», ООО «ФК Гранд Капитал», ПАО «Левенгук». Мы предоставляем все условия для эффективной работы:  удовольствие от работы и хорошая белая зарплата; повышение зарплаты на основе аттестаций, планомерно, раз в полгода; современный и комфортный офис в центре Волгограда; отличное техническое оснащение и возможность апгрейда рабочего места; крутые проекты и известные клиенты; обучение и прокачка скиллов на боевых проектах; ежемесячные неформальные мероприятия внутри компании; программа ДМС и корпоративный психолог.  Карьерная лестница прозрачная в соответствии с матрицей компетенций. Вы будете видеть, что нужно изучить для перехода на следующий уровень и повышения Вашей заработной платы. Вакансия в г. Волгоград. Удаленных сотрудников не рассматриваем.   Рассматриваем кандидатов с опытом работы от 1 года программистом или frontend-разработчиком.  Без опыта рассматриваем студентов последних курсов факультетов математики и информационных технологий. Требования:  Высшее ИТ-образование (оконченное или ещё учитесь) Знания HTML, CSS, Twitter Bootstrap Умение делать сетку не только на flexbox и grid, но и на float-элементах Vanilla JS, то есть умение писать на голом JavaScript.  Наш стек:   Bootstrap + SASS + БЭМ (аналог bem-project-stub на webpack).   React, Vue + REST-бекенд.   Обязанности:   Адаптивная верстка из Figma и PSD-макетов   Программирование на JavaScript   Вакансия в г. Волгоград. Удаленно не рассматриваем..",
        "address": "Волгоград, проспект имени В.И. Ленина, 50А"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106401249",
        "salary": "Зарплата не указана",
        "description": "В Университете открыта вакансия Frontend-разработчик. Обязанности:  Разработка фронтенд части проектов МГТУ им. Н.Э. Баумана; Сопровождение проектов; Верстка сайтов; Взаимодействие с функциональным заказчиком; Настройка фронт части сайта на хостинге или ВМ; Участие в тестировании разработок  Требования:  Уверенные знания построения SPA/SSR сайтов; HTML/CSS, SCSS, Javascript/Typescript; React, Nuxt.js Vue; Сборщики проектов, понимание модели асинхронности JS и архитектуры веб-приложений; Понимание принципов построения REST API; Навыки работы с GitLab; Навыки работы в Figma, PhotoShop; Навыки работы с jquery, bootstrap, npm (и другими подобными библиотеками); Понимание принципов UX/UI; опыт коммерческой фронтенд-разработки от 1 года; Приветствуется базовые знания PHP, Docker. LAMP, LEMP.  Условия:  Работа в крупной стабильной организации, получение уникального опыта; Возможность работать с интересными и сложными проектами; Обширные возможности профессионального развития, программы повышения квалификации, посещение образовательных мероприятий и лекций; Дружный коллектив; Медицинское обслуживание в нашем центре, включая стоматологию; График работы 5/2, с 09:00 до 18:00, в пятницу с 09:00 до 16:45. Возможна удаленная работа после испытательного срока.",
        "address": "Москва, 2-я Бауманская улица, 5с1"
    },
    {
        "title": "WEB разработчик (удаленно)",
        "url": "https://hh.ru/vacancy/106326746",
        "salary": "Зарплата не указана",
        "description": "Digex Co - компания, специализирующаяся в разработке собственных продуктов и ПО на заказ. Наша команда объединяет консалтинг и разработку IT-решений, чтобы создавать уникальные проекты. Мы гордимся нашей специализацией в области B2B решений, а также активным участием в проектах с открытым исходным кодом. Мы уже более десяти лет на рынке, и за это время собрали непревзойденную команду. У нас работает более 200 талантливых специалистов, которые рады делиться опытом и знаниями. Сейчас мы в поиске WEB разработчика в проект с крупным российским банком. Стэк: React, Redux, React-hook-form, кастомизированный Material UI, Webpack. Задачи: разработка приложения банка для физических лиц для обеспечения клиентам быстрое и удобное взаимодействие со всеми банковскими продуктами и процессами дистанционно – с помощью мобильного приложения или его веб-версии, без необходимости посещать офис. Требования:  опыт работы Frontend/Web разработчиком не менее 2 лет; работа с требованиями: документирование, процесс управления, декомпозиция, тестирование; верстка на уровне создания адаптивных страниц; знание Typescript; знание React; знание API браузеров; опыт разработки SPA-приложений; знание гибких методологий Agile: Scrum; работа с системой контроля версий – Git.  Что компания может предложить Вам:  удаленный формат работы и гибкий подход к началу и окончанию рабочего дня;  оформление по ТК, ИП достойный уровень заработной платы;   все преимущества работы в аккредитованной IT-компании;   участие в сложных и интересных проектах;   поддержка профессионального и личностного развития - компенсация любого обучения (английский язык, профессиональное обучение, хобби и увлечения), а также получения сертификатов;   забота о здоровье - компенсация медицинских услуг и оплаты медикаментов;   частичная компенсация авиа- или ж/д билетов после 1 года сотрудничества.",
        "address": "Адрес не указан"
    },
    {
        "title": "Middle+ REACT Frontend-developer (ДЖЭТ ЛАБ)",
        "url": "https://hh.ru/vacancy/98207717",
        "salary": "Зарплата не указана",
        "description": "Компания ООО \"ДЖЭТ ЛАБ\", дочернее предприятие АО \"Русатом Сервис\", рассматривает кандидатов на вакансию Фронтенд-разработчик Основные задачи по разработке ПО «Repeat» (среда для проектирования и математического моделирования): https://repeatlab.ru/:  Реализация и улучшение разделов личного кабинета пользователя; Разработка функциональности доступа к инструментам ПО, административных разделов; Участие в жизненном цикле продукта.  О проекте:  Долгосрочный, интересный проект; Возможность влиться в разработку нового продукта на старте.  Требования:  Высшее образование в области IT либо иное высшее техническое. Обязателен стаж в качестве фронтэнд-разработчика не менее 3 лет. Опыт работы с React, Redux, Redux Toolkit, styled components от 3х лет. Знание HTML, CSS, SASS, JavaScript (ES6), TypeScript. Навыки верстки и разработки адаптивных пользовательских интерфейсов. Умение писать тесты (Jest, React Testing Library). Понимание межсервисного взаимодействия (REST, WebSocket, gRPC). Знание и понимание принципов ФП, ООП, шаблонов проектирования. Уверенная работа с Git. Опыт работы с макетами (Figma).  Условия:  Оформление полностью по ТК РФ; Фиксированная окладная часть + годовой бонус; Корпоративная мобильная связь, ДМС со стоматологией; Возможность повышения квалификации, корпоративное обучение; График - пн-чт с 9:00 до 18:00, пт - сокращенный день; Возможен гибридный формат работы.",
        "address": "Москва, Нахимовский проспект, 58"
    },
    {
        "title": "Стажер-разработчик Python",
        "url": "https://hh.ru/vacancy/106355939",
        "salary": 30000,
        "description": "Наша компания занимается разработкой собственной cloud-native платформы потоковой обработки данных. На ее основе мы выполняем различные проекты: от сбора национального сегмента сети до ML аналитики с собственными SoTA алгоритмами в области текстового и сетевого анализа. Все это обрабатывает порядка 10 млн. событий или около 10 ТБ данных в сутки. Наш стек – для хранения кода используем GitLab, трекинг задач в ClickUp, для обсуждения Mattermost. Мониторинг сервисов на Prometheus, логи в ELK и Loki, визуализация в Grafana. Разработка на Python, C#, Java, Scala (для Apache Spark), SQL, JS. Мы ищем в команду начинающего python разработчика для реализации компонентов распределенной обработки данных. Чем предстоит заниматься:  Разработка модулей работы с источниками данных; Разработка инфраструктурных микросервисов, сервисов обработки распределенной платформы, backend разработка; Подготовка сервисной и программной документации.  Мы ожидаем:  Знание Python3 в части бекенд разработки, понимание того, чем пользуешься - почему это именно так, а не иначе; Умение работать в командной строке linux — как попасть на сервер по ssh, как посмотреть состояние сервисов; Самое главное ожидание — способность самостоятельно решать задачи. Это не значит, что некому будет ответить на вопрос, но мы не занимаемся микроменеджменентом и расписыванием решения по шагам.  Будет плюсом:  Знание asyncio, pydantic, FastAPI, MongoDB, PostgreSQL, контейнеризации, знание REST API.  Условия:  Официальное трудоустройство в аккредитованную ИТ-компанию в соответствии с ТК РФ; Испытательный срок 3 месяца; График работы 5/2 с гибким началом рабочего дня; Возможность гибридного формата работы после испытательного срока; Офис в шаговой доступности от м. Марьина роща.",
        "address": "Москва, 3-й проезд Марьиной Рощи"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106483636",
        "salary": "Зарплата не указана",
        "description": "РБК - это Мультимедийный холдинг, объединяющий медиа, IT-сервисы и инфраструктуру для бизнеса. Компания развивается в области IT, digital-продуктов, big data, machine learning и mediatech. В настоящее время аудитория наших сайтов (РБК, Инвестиции, Pro, Авто, Тренды, Спорт, Недвижимость, РБК+, ТВ и др.) составляет более 60 млн уникальных пользователей ежемесячно. На наши сайты заходит каждый 3-й житель России. Мы в поиске Frontend-разработчика в команду нового платформенного решения в рамках экосистемы РБК. В спектр задач отдела входят: разработка и модернизация спецпроектов компании разного уровня сложности, верстка email-рассылок, участие в редизайне продуктов совместно с отделом дизайна, SEO оптимизация. Обязанности:   Поддержка работоспособности и модернизация текущих продуктов (бэкенд приложения на PHP (Yii) + Twig + JavaScript, за PHP отвечает отдел бэкенд разработки)   Участие в разработке новых решений на React   Верстка страниц и писем по макетам   Поддержка работоспособности и модернизация текущих продуктов   Разработка библиотеки компонентов   Написание unit и e2e тестов   Стек:   JavaScript   React   Redux (Redux-Thunk)   Jest + Enzyme   Cypress   SCSS, Less   Rest API   Twig   PHP (Yii)   Требования:   Опыт коммерческой разработки от 5 лет   Уверенное владение JavaScript   Опыт разработки на библиотеке React + Redux от года   Умение верстать (HTML5, SCSS, Less)   Английский на уровне чтения технической документации   Будет плюсом:   Умение писать unit (jest + enzyme) и e2e (cypress) тесты   Опыт в рекламных технологиях, понимание, как работает реклама и индексация сайтов   Опыт в AMP и турбо-страницах   Условия:  Трудоустройство в аккредитованную IT-компанию Оформление в соответствии с трудовым законодательством РФ Заработная плата обсуждается на финальном собеседовании График работы 5/2, суббота и воскресенье - выходные Удаленный формат работы с предоставлением техники ДМС и специальные предложения для сотрудников Высококвалифицированный коллектив, сплоченный общей идеей Гибкие методы управления: мы используем Agile в комбинации с Lean Production, чтобы каждый день создавать новое и быстро реагировать на изменения",
        "address": "Адрес не указан"
    },
    {
        "title": "Android Developer",
        "url": "https://hh.ru/vacancy/106350098",
        "salary": 120000,
        "description": "Мы – одни из лидеров в нашем направлении! Более 20 лет мы осуществляем доставку питьевой, минеральной и лечебной воды, а также сопутствующих товаров на дом и в офис. За это время мы стали экспертами в своём деле и продолжаем совершенствоваться. Об этом свидетельствуют миллионы благодарных потребителей. В связи с активным ростом компании, открыт набор кандидатов в наш дружный коллектив ! Мы верим в возможности каждого кандидата и помогаем раскрыть их полностью!  Вакансия предусматривает работу только в офисе!  Обязанности: •Разработка мобильных приложений под Android – полный цикл, от архитектуры до публикации и поддержки;•Поддержка и доработка приложения;•Оптимизация кода и логики приложения;•Взаимодействие с аналитиками, дизайнерами, back-end разработчиками. Требования: •Опыт коммерческой разработки Android-приложений от 1 года до 3-х лет;• Знание Java (коллекции, работа с многопоточностью, generics);• Опыт работы с RxJava, RxAndroid;• Знание Android SDK API Level > 19;• Знание основ HTTP, XML, JSON;• Умение выбирать правильные технологии / паттерны в конкретных условиях;• Знание ООП и шаблонов проектирования;• Понимание REST API и модели клиент-сервер;• Наличие завершенных приложений для интернет-магазинов, разработанных самостоятельно или в команде разработчиков;• Опыт публикации приложений в Google Play. Условия:  Комфортный офис, 7 минут пешком от ст. м.Текстильщики; Своевременная оплата труда; Гибкий график работы: 08.00-17.00, 09-00-18-00; 10.00-19.00 Бесплатная парковка; Интересная работа в крупном интернет-магазине.",
        "address": "Москва, Волгоградский проспект, 42к26"
    },
    {
        "title": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/106284172",
        "salary": "Зарплата не указана",
        "description": "Вакасия: Frontend-разработчик. Обязанности:  Разработка и поддержка веб-приложений с использованием React JS. Внедрение современных технологий и инструментов для обеспечения эффективного кода. Сотрудничество с дизайнерами и бэкенд-разработчиками для создания функциональных интерфейсов.  Требования:  Опыт работы с React и Next.js. Глубокие знания Typescript и современных CSS-технологий. Опыт работы с UI библиотеками и дизайн-системами. Опыт работы с React Query, Axios, Zustand/Redux Toolkit и next-intl. Знание инструментов для генерации кода и работы с формами.  Условия:  Конкурентоспособная зарплата с бонусами по KPI. Гибкий график работы и возможность удаленной работы. Дружелюбный и профессиональный коллектив. Возможности для профессионального роста и развития.  Мы будем рады видеть Вас в нашей команде!",
        "address": "Ташкент"
    },
    {
        "title": "Python разработчик",
        "url": "https://hh.ru/vacancy/106455568",
        "salary": "Зарплата не указана",
        "description": "Медиалогия разрабатывает высоконагруженные системы, которые в режиме реального времени сканируют весь текстовый сегмент Интернета (100+ млн. сообщений в сутки, 1.7 млрд. метрик) и, используя уникальные технологии лингвистического анализа текста, позволяют осуществлять мгновенный анализ упоминаний наших клиентов в соц.сетях, блогах, форумах и управлять их репутацией. На позиции Python разработчика Вам предстоит:  разработка парсеров на Python - проведение необходимых исследований и написание кода;  поддержка и актуализация действующих парсеров и тестов к ним;   Вы получите:  официальное оформление по ТК РФ, белую зп; большие интересные проекты и амбициозные задачи; открытую, дружелюбную атмосферу в команде; гибкое расписание работы из дома/офиса или возможность работать удаленно; возможность посещения профильных мероприятий и карьерное развитие; отсутствие дресс-кода; современный офис в 10 мин от м. Дмитровская (БЦ «Савеловский Сити» с массажистом, кикером, турником и PlayStation), возможен гибрид; комфортное рабочее место, современное оборудование и лицензионное ПО + возможность «прокачать» рабочее место на свое усмотрение; ДМС с хорошим выбором клиник и международной страховкой; а еще рядом дизайн-завод Флакон, кафе и магазины и фитнес-центр.  Для работы над задачами от Вас потребуется:  уверенные знания Python и опыт разработки на нём от 2-х лет; опыт разработки и отладки асинхронных приложений (asyncio, aiohttp); знание принципов микросервисной архитектуры; понимание AMQP.  И будет плюсом:  опыт работы с gRPC; опыт разработки высоконагруженных систем (особенно парсеров); опыт работы с k8s, kafka.",
        "address": "Москва, Новодмитровская улица, 2к2"
    }
]