[
    {
        "title": "Python Developer (Remote)",
        "url": "https://hh.ru/vacancy/106463293",
        "salary": "Зарплата не указана",
        "description": "WhiteSnake — быстрорастущая IT-компания, успешно занявшая свою нишу в области разработки web-приложений. Мы фокусируемся на развитии в областях Python Backend разработки и Data Science. Наш опыт в сочетании с простым и качественным кодом помогает нам реализовывать по-настоящему крутые и глобальные проекты для наших партнёров Приглашаем в нашу команду Python Developer. Для нас важны энтузиазм и стремление к развитию. Присоединяйтесь!   Что для нас важно:   Коммерческий опыт создания веб-приложений с использованием Python-фреймворков (Django, FastAPI, Flask) от 1 года   Знание Python Core и встроенной библиотеки   Использование следующих принципов: ООП, DRY, KISS, SOLID, REST   Использование юнит-тестов   Знание SQL баз данных (PostgreSQL)   Опыт работы с No-SQL хранилищами (MongoDB, DynamoDB, Redis)   Практический опыт работы с облачными сервисами (AWS / Google Cloud / Microsoft Azure)   Опыт работы с Kafka / Rabbit MQ   Опыт работы с Agile методологиями (Kanban / Scrum)   Английский B1 и выше   Будет плюсом:   Знание JS (React, Angular, Vue) и Kubernetes (K8S)   Знание принципов CI/CD   Опыт использования Pytest   Условия работы и бонусы:   Просторный офис А класса в нескольких шагах от метро   Оформление по ТК РБ   Уютная кухня, где Вас ждут свежие фрукты, чай, кофе, печенье и перекусы, чтобы поддерживать энергию в течение дня   Широкий спектр бенефитов, включая частичную компенсацию расходов на спорт, транспорт, медицину и т.д.   Защищённая от инфляции заработная плата   Sick days   Молодой и дружный коллектив, где ценятся инновации и совместная работа   Гибкий рабочий график, который поможет сохранить баланс между работой и личной жизнью   Возможность изучать английский язык с нашим штатным преподавателем",
        "address": "Адрес не указан"
    },
    {
        "title": "Учитель английского языка",
        "url": "https://hh.ru/vacancy/106402692",
        "salary": 92000,
        "description": "Обязанности:  Осуществлять профессиональную деятельность в соответствии с требованиями Федеральных государственных образовательных стандартов (ФГОС) начального, основного и среднего общего образования. Реализация программы по иностранному языку в рамках основных общеобразовательных программ. Проводить систематический анализ эффективности уроков и подходов к обучению. Осуществлять организацию, контроль и оценку учебных достижений, текущих и итоговых результатов освоения детьми основной образовательной программы по иностранному языку.  Требования:  Профильное высшее образование в направлении английский язык. Наличие подтвержденного высокого или экспертного уровня предметной компетенции (в рамках независимой диагностики). Работа на образовательной платформе МЭШ. Профессиональная, информационная, педагогическая, методическая, психологическая, организационная грамотность. Стремление к постоянному профессиональному развитию, расширению кругозора. Владение ИКТ-компетентностями.  Условия:  Медицинская книжка. Полная занятость.",
        "address": "Москва, улица Лобачевского, 54"
    },
    {
        "title": "Учитель английского языка",
        "url": "https://hh.ru/vacancy/106471975",
        "salary": 90000,
        "description": "Элитная частная школа с более чем 25-летним стажем работы Классический пансион МГУ имени М.В. Ломоносова ищет талантливого учителя английского языка для детей дошкольного и младшего школьного возраста.Возможна работа по совместительству Обязанности: работа в группах по 8-16 человек; для дошкольников - коммуникативный английский, обеспечение качества учебного процесса, индивидуальный подход к учащимся;использование информационно-коммуникативных и новых педагогических технологий в обучении. Требования:* высшее педагогическое образование;* увлеченность профессией, профессиональные достижения;* грамотная речь Условия:Заработная плата в зависимости от нагрузки. От 120000 за 24 ак. часа Оформление в соответствии с трудовым законодательством (соцпакет, оплата больничных листов, отпуск 56 дней). Предоставляется дотация на питание. Для иногородних - возможность проживания. У детей сотрудников пансиона есть уникальная возможность обучения в нашем учебном заведении в качестве полных/частичных стипендиатов при условии успешного прохождения ими вступительных испытаний и хороших результатов успеваемости по итогам каждого учебного года.",
        "address": "посёлок Коммунарка, улица Потаповская Роща, 2к5"
    },
    {
        "title": "Ассистент Воспитателя В Английский Детский Сад / Assistant Teacher in English Kindergarten",
        "url": "https://hh.ru/vacancy/105799177",
        "salary": 250000,
        "description": "Обязанности:   1. Помощь воспитателю в работе с детьми:  Создание развивающей среды: подготовка материалов к занятиям, оформление группы, организация игрового пространства. Помощь в проведении занятий: ассистирование воспитателю, проведение физкультминуток, разучивание песен и стихов на английском языке. Эмоциональная поддержка: создание атмосферы доброжелательности и взаимопомощи, общение с детьми на английском языке. Помощь в организации концертов и мероприятий Оказание помощи в адаптации детей: поддержка детей, для которых английский язык не является родным.  2. Обеспечение соблюдения санитарно-гигиенических норм:  Уборка и дезинфекция группы: поддержание чистоты и порядка в игровой зоне, спальне, туалете. Соблюдение режима проветривания: обеспечение свежего воздуха в группе. Контроль за соблюдением детьми правил гигиены: помощь в умывании, одевании, приеме пищи. Соблюдение личной гигиены: мытье рук, использование средств защиты.  Дополнительные преимущества:  Опыт работы с детьми: приветствуется опыт работы в детском саду, вожатым, аниматором или няней. Личные качества: доброжелательность, ответственность, коммуникабельность, любовь к детям. Творческие способности: умение петь, танцевать, рисовать, придумывать игры и развлечения.  Если вы любите детей, обладаете знанием английского языка и хотите сделать этот мир чуточку лучше, то работа помощником воспитателя в детском саду – это отличный выбор для вас! Требования:  Знание Английского языка на уровне от В2 - С1 Ответственность  Условия:  Работа 5 дней в неделю с 9:00 до 18:00 с понедельника по пятницуВозможна работа по полдня графику с 8:00 до 13:00 и с 13:00 до 18:00.  Оплачиваемый отпуск 24 дня в году Питание в детском саду Развозка сотрудников",
        "address": "Адрес не указан"
    },
    {
        "title": "Преподаватель английского языка",
        "url": "https://hh.ru/vacancy/106389462",
        "salary": 280000,
        "description": "Учебно-Эстетический Центр \"Дидар\" является центром дополнительного образования для детей с 1 по 11 класс. Центр преподает своим ученикам английский язык в оригинальной, интересной форме, используя самые современные методики и дидактические приёмы. Также, являясь эстетической школой, центр уделяет большое внимание развитию своих подопечных в области культуры и искусства. УЭЦ \"Дидар\" успешно работает на протяжении 30 лет. Обязанности: Проведение занятий в группах Требования:Высокий уровень английского языка Приглашаем к сотрудничеству учителя английского языка. Интересная, творческая команда. Условия:  Полный рабочий день, Стабильная заработная плата Официальное трудоустройство Работа в самом дружном и веселом коллективе",
        "address": "Алматы, микрорайон Орбита-1, 40"
    },
    {
        "title": "Личный ассистент руководителя (Дубай, удаленно)",
        "url": "https://hh.ru/vacancy/105726176",
        "salary": 120000,
        "description": "Мы Международное кадровое Агентство и онлайн-Академия персональных и бизнес-ассистентов \"Smart and Talented\" и уже на протяжении 8-ми лет подбираем самых классных ассистентов нашим клиентам! И ты можешь найти работу мечты вместе с нами.   Сейчас мы ищем личного ассистента для собственника креативного рекламного агентства.   Обязанности:  100% личные поручения: -Ведение календаря руководителя; - Тревел-поддержка для руководителя и членов семьи; - Помощь с переездами в другие страны (документы, вещи и пр.), коммуникация с риелторами; - Запись на услуги, заказ билетов и организация досуга; - Помощь в организации праздников, подарков; - Координация домашнего персонала (няня, домработница); - Помощь по семейным вопросам (поиск персонала, школы, репетитора и пр. для детей/членов семьи); - Контроль бюджета и оплата бытовых услуг, сервисов (ЖКХ, интернет, зарплата домашнего персонала и др.); - Помощь с организацией хранения/утилизацией или продажей старых личных вещей.   Требования:   - Релевантный опыт работы от 1 года; - Программы: MS Office, таск-менеджеры, трекеры задач, Excel, Google-сервисы; - Навыки: ответственность, внимательность, настойчивость, исполнительность, высокая скорость реакции, многозадачность, высокий уровень коммуникативных навыков; - Английский язык - В2 и выше, устный и письменный.   Условия:   - Оформление: по СЗ или ИП; - График работы: 5/2, с 09:00 до 18:00, необходимо быть на связи до 23:00 (если возникнут форс-мажоры); - Формат работы: удаленно; - Заработная плата: до 150 000 рублей на руки после прохождения испытательного срока.    Важно: перед собеседованием необходимо предоставить ссылки на социальные сети hr менеджеру.   Ждем Вашего отклика!",
        "address": "Адрес не указан"
    },
    {
        "title": "Преподаватель английского языка",
        "url": "https://hh.ru/vacancy/106122272",
        "salary": 200000,
        "description": "Преподаватель английского языка (все уровни) Обязанности:  проведение уроков английского языка;проведение дополнительных занятий с классами с углублённым английским  Требования:  иметь опыт работы за границей иметь навыки работы с младшими классами; Владение языками: казахский, русский, английский языки свободно; иметь сертификат IELTS",
        "address": "Шымкент, микрорайон Терискей"
    },
    {
        "title": "Преподаватель иностранных языков (частная школа)",
        "url": "https://hh.ru/vacancy/106456368",
        "salary": 130000,
        "description": "В частную школу, город Петропавловск - Камчатский, СРОЧНО требуется: \"Преподаватель иностранных языков\" Обязанности:  Качественное преподавание иностранного языка детям и взрослым.  Требования:  Высшее образование / незаконченное высшее; Знание языка, английский - основной, преимуществом будет знание второго языка (немецкий / французский / китайский) - не ниже B2; Наличие международных сертификатов по методике и уровню языка - желательно.  Условия:  Оформление по ТК РФ; Полный соцпакет; Выплата з/п 2 раза в месяц, без задержек, на банковскую карту; Предоставление жилья; Оплата перелёта на Камчатку; Отпуск 52 дня; Предоставление \"подъемных\" по программе \"Повышение трудовой мобильности\" в размере 300 000 - 400 000 руб.; Контракт от 1 года;​​​​​​​ Компенсация оплаты медицинской комиссии; Нагрузка до 28 уч. часов в неделю; Методическая поддержка и доступ к методическим материалам (консультации с методистом и академическим директором); Оснащенные кабинеты - ноутбук, телевизор, проектор, аудио-колонки, канцелярские принадлежности; Администратор и его помощники помогают с подготовкой материалов к урокам; В свободное время можно участвовать в разработке проектов для школы и Академии преподавателей (оплачивается отдельно); Уютное место для подготовки к занятиям и отдыха; Возможность карьерного роста; Участие в корпоративных мероприятиях (поездки на природу, творческие мастер-классы).",
        "address": "Петропавловск-Камчатский, Владивостокская улица, 35"
    }
]